[["0",{"pageContent":"WHO - Breastfeeding Information\n\nScraped on: 2026-01-02 21:40:47\n\nTotal pages: 58\n\n\n\nTable of Contents\n\n1. Breastfeeding\n\n2. Empower parents, enable breastfeeding\n\n3. World Breastfeeding Week: 1-7 August\n\n4. Building healthcare systems that truly support breastfeeding: new tools for sustainable change\n\n5. On World Breastfeeding Week, countries urged to invest in health systems and support breastfeeding mothers\n\n6. Equity and health: the inclusion of pregnant and breastfeeding women in clinical trials\n\n7. Coronavirus disease (COVID-19): Breastfeeding\n\n8. Global Breastfeeding Collective\n\n9. From assessment to action: Implementing WBTi to strengthen national breastfeeding policies\n\n10. Episode #51 - Breastfeeding & COVID-19\n\n11. Breastfeeding\n\n12. Breastfeeding\n\n13. On World Breastfeeding Week, UNICEF and WHO call for equal access to breastfeeding support\n\n14. Ten steps to successful breastfeeding\n\n15. Breastfeeding in Indonesia on the rise, but mothers need more support","metadata":{"loc":{"lines":{"from":1,"to":39}}}}],["1",{"pageContent":"14. Ten steps to successful breastfeeding\n\n15. Breastfeeding in Indonesia on the rise, but mothers need more support\n\n16. World Breastfeeding Week 2019\n\n17. Key messages\n\n18. About the campaign\n\n19. Global Breastfeeding Collective - A call to action\n\n20. Breastfeeding is not a one-woman job\n\n21. Global breastfeeding scorecard, 2017: Tracking progress for breastfeeding policies and programmes\n\n22. Global breastfeeding scorecard, 2018: Enabling women to breastfeed through better policies and programmes\n\n23. Nurturing the health and wealth of nations: the investment case for breastfeeding\n\n24. World Breastfeeding Week 2018\n\n25. Breastfeeding support for all\n\n26. Laws to protect breastfeeding inadequate in most countries\n\n27. Babies and mothers worldwide failed by lack of investment in breastfeeding\n\n28. WHO and UNICEF issue new guidance to promote breastfeeding in health facilities globally\n\n29. Babies and mothers worldwide failed by lack of investment in breastfeeding","metadata":{"loc":{"lines":{"from":37,"to":67}}}}],["2",{"pageContent":"28. WHO and UNICEF issue new guidance to promote breastfeeding in health facilities globally\n\n29. Babies and mothers worldwide failed by lack of investment in breastfeeding\n\n30. World Breastfeeding Week 2018\n\n31. Key messages\n\n32. About the campaign\n\n33. Breastfeeding is not a one-woman job\n\n34. Breastfeeding\n\n35. Global Breastfeeding Collective - A call to action\n\n36. Nurturing the health and wealth of nations: the investment case for breastfeeding\n\n37. Global breastfeeding scorecard, 2017: Tracking progress for breastfeeding policies and programmes\n\n38. Breastfeeding\n\n39. Global Breastfeeding Collective\n\n40. Ten steps to successful breastfeeding\n\n41. Breastfeeding\n\n42. On World Breastfeeding Week, UNICEF and WHO call for equal access to breastfeeding support\n\n43. From assessment to action: Implementing WBTi to strengthen national breastfeeding policies\n\n44. On World Breastfeeding Week, countries urged to invest in health systems and support breastfeeding mothers","metadata":{"loc":{"lines":{"from":65,"to":97}}}}],["3",{"pageContent":"44. On World Breastfeeding Week, countries urged to invest in health systems and support breastfeeding mothers\n\n45. Coronavirus disease (COVID-19): Breastfeeding\n\n46. Breastfeeding in Indonesia on the rise, but mothers need more support\n\n47. Equity and health: the inclusion of pregnant and breastfeeding women in clinical trials\n\n48. World Breastfeeding Week: 1-7 August\n\n49. Building healthcare systems that truly support breastfeeding: new tools for sustainable change\n\n50. Empower parents, enable breastfeeding\n\n51. Global breastfeeding scorecard, 2018: Enabling women to breastfeed through better policies and programmes\n\n52. Breastfeeding is not a one-woman job\n\n53. World Breastfeeding Week 2018\n\n54. Breastfeeding support for all\n\n55. About the campaign\n\n56. Key messages\n\n57. About the campaign\n\n58. Key messages\n\n\n\nBreastfeeding\n\nSource: https://www.who.int/health-topics/breastfeeding","metadata":{"loc":{"lines":{"from":97,"to":131}}}}],["4",{"pageContent":"54. Breastfeeding support for all\n\n55. About the campaign\n\n56. Key messages\n\n57. About the campaign\n\n58. Key messages\n\n\n\nBreastfeeding\n\nSource: https://www.who.int/health-topics/breastfeeding\n\nBreastfeeding is one of the most effective ways to ensure child health and survival. However, contrary to WHO recommendations, fewer than half of infants under 6 months old are exclusively breastfed.\n\nBreastmilk is the ideal food for infants. It is safe, clean and contains antibodies which help protect against many common childhood illnesses. Breastmilk provides all the energy and nutrients that the infant needs for the first months of life, and it continues to provide up to half or more of a child’s nutritional needs during the second half of the first year, and up to one third during the second year of life.","metadata":{"loc":{"lines":{"from":117,"to":135}}}}],["5",{"pageContent":"Breastfed children perform better on intelligence tests, are less likely to be overweight or obese and less prone to diabetes later in life. Women who breastfeed also have a reduced risk of breast and ovarian cancers.\n\nInappropriate marketing of breast-milk substitutes continues to undermine efforts to improve breastfeeding rates and duration worldwide.\n\nWHO and UNICEF recommend that children initiate breastfeeding within the first hour of birth and be exclusively breastfed for the first 6 months of life – meaning no other foods or liquids are provided, including water.\n\nInfants should be breastfed on demand – that is as often as the child wants, day and night. No bottles, teats or pacifiers should be used.\n\nFrom the age of 6 months, children should begin eating safe and adequate complementary foods while continuing to breastfeed for up to two years of age or beyond.","metadata":{"loc":{"lines":{"from":137,"to":145}}}}],["6",{"pageContent":"From the age of 6 months, children should begin eating safe and adequate complementary foods while continuing to breastfeed for up to two years of age or beyond.\n\nWHO actively promotes breastfeeding as the best source of nourishment for infants and young children, and is working to increase the rate of exclusive breastfeeding for the first 6 months up to at least 50% by 2025.\n\nWHO and UNICEF created the Global Breastfeeding Collective to rally political, legal, financial, and public support for breastfeeding. The Collective brings together implementers and donors from governments, philanthropies, international organizations, and civil society.\n\nWHO’s Network for Global Monitoring and Support for Implementation of the International Code of Marketing of Breast-milk Substitutes, also known as NetCode, works to ensure that breast-milk substitutes are not marketed inappropriately.","metadata":{"loc":{"lines":{"from":145,"to":151}}}}],["7",{"pageContent":"Additionally, WHO provides training courses for health workers to provide skilled support to breastfeeding mothers, help them overcome problems, and monitor the growth of children.\n\nInfant and young child feeding\n\nMalnutrition\n\nNewborns: improving survival and well-being\n\nUp to what age can a baby stay well nourished by just being breastfed?\n\nQ&A on COVID-19 and breastfeeding\n\n5 keys to a healthy diet\n\ne-Library of Evidence for Nutrition Actions (eLENA)\n\nNutrition Landscape Information System (NLiS)\n\nTen steps to successful breastfeeding\n\nWHO global targets tracking\n\nWHA73(26) Maternal, infant and young child nutrition\n\nWHA71.9 Infant and young child feeding\n\nWHA69.8 United Nations Decade of Action on Nutrition (2016–2025)\n\nWHA 69.9 Ending inappropriate promotion of foods for infants and young child\n\nFood and Nutrition Actions in Health Systems\n\nGlobal Breastfeeding Collective\n\nNewborn health\n\nNutrition and Food Safety\n\nMaternal, Newborn, Child and Adolescent Health, and Ageing","metadata":{"loc":{"lines":{"from":153,"to":191}}}}],["8",{"pageContent":"Food and Nutrition Actions in Health Systems\n\nGlobal Breastfeeding Collective\n\nNewborn health\n\nNutrition and Food Safety\n\nMaternal, Newborn, Child and Adolescent Health, and Ageing\n\n\n\n\n\nEmpower parents, enable breastfeeding\n\nSource: https://www.who.int/news-room/commentaries/detail/world-breastfeeding-week-2019-message\n\nBecoming the parent of a new baby is both a life-altering gift and an immense responsibility. This week, as countries around the world celebrate World Breastfeeding Week, UNICEF and WHO are calling on governments and all employers to adopt family-friendly policies that support breastfeeding.","metadata":{"loc":{"lines":{"from":183,"to":201}}}}],["9",{"pageContent":"The theme of this year’s World Breastfeeding Week is “Empower Parents, Enable Breastfeeding.”Family-friendly policies – such as paid parental leave – enable breastfeeding and help parents nurture and bond with their children in early life, when it matters most. The evidence is clear that during early childhood, the optimal nutrition provided by breastfeeding, along with nurturing care and stimulation, can strengthen children’s brain development with impacts that endure over a lifetime.\n\nFamily-friendly policies are particularly important for working parents. Mothers need time off from work to recover from birth and get breastfeeding off to a successful start. When a breastfeeding mother returns to work, her ability to continue breastfeeding depends on having access to breastfeeding breaks; a safe, private, and hygienic space for expressing and storing breastmilk; and affordable childcare at or near her workplace.","metadata":{"loc":{"lines":{"from":203,"to":205}}}}],["10",{"pageContent":"Time off work is also important for fathers: Paid paternity leave allows fathers to bond with their babies and promotes gender-equality, including through the sharing of childrearing and household responsibilities.\n\nReturning to work too soon is a barrier to the early initiation of breastfeeding, exclusive breastfeeding in the first six months and continued breastfeeding until age 2 or longer – practices that can boost children’s immune systems, shield them from disease, and provide protection from noncommunicable diseases later in life.  Breastfeeding also protects maternal health -- women who breastfeed reduce their risk of breast and ovarian cancers.","metadata":{"loc":{"lines":{"from":207,"to":209}}}}],["11",{"pageContent":"In addition to their impact on children, family-friendly policies support women’s participation in the workforce, improve their physical and mental health,and enhance family well-being. They also advance business objectives and strengthen the economy. Such policies have been shown to increase employee retention, improve job satisfaction, and result in fewer absences. In short, family-friendly policies are good for families, babies and business.\n\nAs the world marks World Breastfeeding Week, WHO and UNICEF call on governments and all employers to adopt family-friendly policies – including paid maternity leave for a minimum of 18 weeks, and preferably, for a period of six months – as well as paid paternity leave.","metadata":{"loc":{"lines":{"from":211,"to":213}}}}],["12",{"pageContent":"In line with the policy actions advocated by the WHO-UNICEF-led Global Breastfeeding Collective, we also call for greater investments in comprehensive breastfeeding programmes, improved breastfeeding counselling and support for women in health facilities and the community, and an end to the promotion of breast-milk substitutes to enable parents to make informed decisions on the best way to feed their infants.\n\nStatement from WHO Director-General Dr Tedros Adhanom Ghebreyesus and UNICEF Executive Director Henrietta Fore\n\n\n\n\n\nWorld Breastfeeding Week: 1-7 August\n\nSource: https://www.who.int/campaigns/world-breastfeeding-week/2025\n\nAbout the campaign\n\n\n\n\n\nBuilding healthcare systems that truly support breastfeeding: new tools for sustainable change\n\nSource: https://www.who.int/news-room/events/detail/2025/08/05/default-calendar/building-healthcare-systems-that-truly-support-breastfeeding-new-tools-for-sustainable-change","metadata":{"loc":{"lines":{"from":215,"to":235}}}}],["13",{"pageContent":"Source: https://www.who.int/news-room/events/detail/2025/08/05/default-calendar/building-healthcare-systems-that-truly-support-breastfeeding-new-tools-for-sustainable-change\n\nSkilled breastfeeding support within healthcare systems is essential to improving maternal and child outcomes and building stronger, healthier communities.\n\nIn honour ofWorld Breastfeeding Week 2025, the Global Breastfeeding Collective will host a webinar introducingthree powerful toolscountries can use to enhance the quality of breastfeeding support at every level of their healthcare systems.\n\nHealth professionals, health systems administrators, policy makers, and healthcare educators are urged to join us as we explore:\n\nEquipping healthcare providers with foundational knowledge and skills to support breastfeeding before they enter practice,with theModel Chapter on Infant and Young Child Feeding for Medical Textbooks (2nd Ed.)","metadata":{"loc":{"lines":{"from":235,"to":243}}}}],["14",{"pageContent":"Measuring and improving adherence to the 10 Steps at the facility and national levels,using the newBaby-Friendly Hospital Initiative (BFHI) Monitoring Manual.\n\nBuilding lactation support capacity and competency for healthcare workers,within facilities and in the community, so they can deliver quality breastfeeding support from the prenatal period through two years and beyond, using the forthcomingCompetency Verification Toolkit: Ensuring competency for providers of breastfeeding support and care.\n\nPanel Discussion & Voices of Mothers Video\n\nThe webinar will also feature a panel discussion with country-level representatives from three different regions that have effectively strengthened the delivery of breastfeeding support in national and subnational healthcare systems and will explore how the new resources could be applied in their specific regional contexts.","metadata":{"loc":{"lines":{"from":245,"to":251}}}}],["15",{"pageContent":"Attendees will hear directly from mothers with the Voices of Mothers Video, featuring personal stories from mothers around the world illustrating how the location support they received—or did not receive—within the healthcare system impacted their breastfeeding experience.\n\nThe webinar will be held at two times with a similar agenda to accommodate time zones:\n\nAfrica, Asia and Europe friendly time\n\n5 August 2025 – 08:00 CEST\n\nLatin America and the Caribbean, Africa and Europe friendly time\n\n6 August 2025 – 17:00 CEST\n\nSimultaneous interpretation will be available in Arabic, English, Chinese, French, Spanish, and Russian.\n\n\n\n\n\nOn World Breastfeeding Week, countries urged to invest in health systems and support breastfeeding mothers\n\nSource: https://www.who.int/news/item/04-08-2025-on-world-breastfeeding-week-countries-urged-to-invest-in-health-systems-and-support-breastfeeding-mothers","metadata":{"loc":{"lines":{"from":253,"to":273}}}}],["16",{"pageContent":"Source: https://www.who.int/news/item/04-08-2025-on-world-breastfeeding-week-countries-urged-to-invest-in-health-systems-and-support-breastfeeding-mothers\n\nBreastfeeding is one of the most effective ways to ensure a baby’s health, development, and survival in the earliest stages of life. It acts as their first vaccine, providing protection against diseases including diarrhoea and pneumonia.\n\nInvesting in breastfeeding is an investment in the future, yet only 48 per cent of infants under six months are exclusively breastfed – well below the World Health Assembly target of 60 per cent by 2030. This is due to the overlapping challenges for new mothers, health workers, and health systems.\n\nMillions of mothers around the world do not receive timely and skilled support in a healthcare setting when they need it most.","metadata":{"loc":{"lines":{"from":273,"to":279}}}}],["17",{"pageContent":"Millions of mothers around the world do not receive timely and skilled support in a healthcare setting when they need it most.\n\nOnly a fifth of countries include infant and young child feeding training for the doctors and nurses who care for new mothers. This means the majority of the world’s mothers leave hospitals without proper guidance on how to breastfeed their babies and when to introduce complementary feeding.\n\nIn many countries, health systems are too often under-resourced, fragmented, or poorly equipped to deliver quality, consistent, evidence-based breastfeeding support.\n\nInvestment in breastfeeding support remains critically low even though every dollar invested generates US$35 in economic returns.\n\nAs we mark World Breastfeeding Week under the theme, “Prioritize breastfeeding: Create sustainable support systems”, WHO and UNICEF are calling on governments, health administrators, and partners to invest in high-quality breastfeeding support, by:","metadata":{"loc":{"lines":{"from":279,"to":287}}}}],["18",{"pageContent":"ensuring adequate investment in equitable, quality maternal and newborn care, including breastfeeding support services;\n\nincreasing national budget allocations for breastfeeding programmes;\n\nintegrating breastfeeding counselling and support into routine maternal and child health services, including antenatal, delivery, and postnatal care;\n\nensuring all health service providers are equipped with the skills and knowledge required to support breastfeeding, including in emergency and humanitarian settings;\n\nstrengthening community health systems to provide every new mother with ongoing, accessible breastfeeding support to for up to two years and beyond; and\n\nprotecting breastfeeding by ensuring that the International Code of Marketing of Breast-milk Substitutes is applied in all health facilities and systems.","metadata":{"loc":{"lines":{"from":289,"to":299}}}}],["19",{"pageContent":"protecting breastfeeding by ensuring that the International Code of Marketing of Breast-milk Substitutes is applied in all health facilities and systems.\n\nStrengthening health systems to support breastfeeding is not just a health imperative, it is a moral and economic imperative. WHO and UNICEF remain committed to supporting countries to build resilient health systems that leave no mother or child behind.\n\nAbout WHODedicated to the well-being of all people and guided by science, the World Health Organization leads and champions global efforts to give everyone, everywhere an equal chance at a safe and healthy life. We are the UN agency for health that connects nations, partners and people on the front lines in 150+ locations – leading the world’s response to health emergencies, preventing disease, addressing the root causes of health issues and expanding access to medicines and health care. Our mission is to promote health, keep the world safe and serve the vulnerable.","metadata":{"loc":{"lines":{"from":299,"to":303}}}}],["20",{"pageContent":"About UNICEFUNICEF, the United Nations agency for children, works to protect the rights of every child, everywhere, especially the most disadvantaged children and in the toughest places to reach. Across more than 190 countries and territories, we do whatever it takes to help children survive, thrive, and fulfil their potential.\n\n\n\n\n\nEquity and health: the inclusion of pregnant and breastfeeding women in clinical trials\n\nSource: https://www.who.int/news/item/18-06-2025-equity-and-health--the-inclusion-of-pregnant-and-breastfeeding-women-in-clinical-trials","metadata":{"loc":{"lines":{"from":305,"to":313}}}}],["21",{"pageContent":"Source: https://www.who.int/news/item/18-06-2025-equity-and-health--the-inclusion-of-pregnant-and-breastfeeding-women-in-clinical-trials\n\nPregnant and breastfeeding women have historically been excluded from medical research, resulting in substantial gaps in evidence on the safety and efficacy of medicines and vaccines during these critical periods. This exclusion has led to fragmented health policies and inconsistent clinical recommendations for prevention and treatment. The UN’s Special Programme in Human Reproduction (HRP) and the World Health Organization (WHO) are working to reduce these preventable deaths by promoting best practices to include pregnant and breastfeeding women in research in an ethical way.","metadata":{"loc":{"lines":{"from":313,"to":315}}}}],["22",{"pageContent":"“Pregnancy introduces significant physiological changes that can impact the absorption, distribution, metabolism and elimination of certain medicines,” explained Mariana Widmer, Maternal Health Scientist at WHO and HRP. “Pregnant women have the right to timely access to medicines that will work for them, which means they need to have been specifically tested for their needs.”\n\nA critical new global body to support inclusivity in clinical trials\n\nAn analysis run by the Global Observatory on Health Research and Development of all clinical trials in theInternational Clinical Trials Registry Platform (ICTRP)reveals that just 4% of clinical trials over the past decade allowed the inclusion of pregnant women. As a result, many pregnant and breastfeeding women are left without treatment options or take prescription medicines off-label, without adequate data to inform safe use.","metadata":{"loc":{"lines":{"from":317,"to":321}}}}],["23",{"pageContent":"In response, WHO has established a global Task Force to tackle this long-standing issue, aiming at achieving the timely and ethical inclusion of pregnant and breastfeeding women in clinical research for medical health products by 2030.\n\nThe Task Force builds on ongoing efforts for specific diseases such as malaria, TB and HIV as well as WHO’s resolution WHA75.8 and the vision of theWHO Global Clinical Trials Forum, which explicitly calls for the inclusion of underrepresented groups, particularly pregnant women, children, and older persons, in clinical research. The Task Force will serve as a collaborative platform to align WHO approaches in promoting safe and ethical inclusion of pregnant women in clinical trials, reduce duplication, and foster partnerships with international stakeholders to overcome regulatory, ethical, and operational barriers.\n\nChange is urgent","metadata":{"loc":{"lines":{"from":323,"to":327}}}}],["24",{"pageContent":"Change is urgent\n\nStudies show that the pipeline for maternal health innovations is sparse and slow-moving. The median time to achieve even a 20% uptake of a new product in low- and middle-income countries is 13.5 years, a delay that costs lives. Currently, a woman dies every two minutes due to pregnancy or childbirth.\n\nTo accelerate progress, WHO will continue convening global stakeholders, building consensus, and translating research into action. A clear programme of work with tangible outputs has been designed to build on ongoing efforts and expand a long-lasting chance to transform policies and practice.","metadata":{"loc":{"lines":{"from":327,"to":331}}}}],["25",{"pageContent":"“The paradigm must shift,” said Martina Penazzato, from the Research for Health Department at WHO. “Imagine having a chronic condition when you're pregnant and not knowing if you can safely continue your medication – that is the reality for many women today. Inclusion is no longer optional; it’s time to translate our joint commitment and shared vision into concrete actions to safeguard the health of both pregnant women and future generations.”\n\n\n\n\n\nCoronavirus disease (COVID-19): Breastfeeding\n\nSource: https://www.who.int/news-room/questions-and-answers/item/coronavirus-disease-covid-19-breastfeeding\n\nCoronavirus disease (COVID-19): Breastfeeding\n\nTransmission of active COVID-19 (virus that can cause infection) through breast milk and breastfeeding has not been detected to date. There is no reason to avoid or stop breastfeeding.","metadata":{"loc":{"lines":{"from":333,"to":345}}}}],["26",{"pageContent":"Transmission of active COVID-19 (virus that can cause infection) through breast milk and breastfeeding has not been detected to date. There is no reason to avoid or stop breastfeeding.\n\nTransmission of active COVID-19 (virus that can cause infection) through breast milk and breastfeeding has not been detected to date. There is no reason to avoid or stop breastfeeding.\n\nYes. In all socio-economic settings, breastfeeding improves survival and provides lifelong health and development advantages to newborns and infants. Breastfeeding also improves the health of mothers.\n\nYes. In all socio-economic settings, breastfeeding improves survival and provides lifelong health and development advantages to newborns and infants. Breastfeeding also improves the health of mothers.","metadata":{"loc":{"lines":{"from":345,"to":351}}}}],["27",{"pageContent":"Yes. Immediate and continued skin-to-skin care, including kangaroo mother care, improves the temperature control of newborns and is associated with improved survival among newborn babies. Placing the newborn close to the mother also enables early initiation of breastfeeding which also reduces mortality.The numerous benefits of skin-to-skin contact and breastfeeding substantially outweigh the potential risks of transmission and illness associated with COVID-19.\n\nYes. Immediate and continued skin-to-skin care, including kangaroo mother care, improves the temperature control of newborns and is associated with improved survival among newborn babies. Placing the newborn close to the mother also enables early initiation of breastfeeding which also reduces mortality.\n\nThe numerous benefits of skin-to-skin contact and breastfeeding substantially outweigh the potential risks of transmission and illness associated with COVID-19.","metadata":{"loc":{"lines":{"from":353,"to":357}}}}],["28",{"pageContent":"The numerous benefits of skin-to-skin contact and breastfeeding substantially outweigh the potential risks of transmission and illness associated with COVID-19.\n\nYes. Women with confirmed or suspected COVID-19 can breastfeed if they wish to do so. They should:Wash hands frequently with soap and water or use alcohol-based hand rub and especially before touching the baby;Wear a medical mask during any contact with the baby, including while feeding;Sneeze or cough into a tissue. Then dispose of it immediately and wash hands again;Routinely clean and disinfect surfaces that mothers have touched.It is important to replace medical masks as soon as they become damp and dispose of them immediately. Masks should not be reused or touched in the front.\n\nYes. Women with confirmed or suspected COVID-19 can breastfeed if they wish to do so. They should:\n\nWash hands frequently with soap and water or use alcohol-based hand rub and especially before touching the baby;","metadata":{"loc":{"lines":{"from":357,"to":363}}}}],["29",{"pageContent":"Wash hands frequently with soap and water or use alcohol-based hand rub and especially before touching the baby;\n\nWear a medical mask during any contact with the baby, including while feeding;\n\nSneeze or cough into a tissue. Then dispose of it immediately and wash hands again;\n\nRoutinely clean and disinfect surfaces that mothers have touched.\n\nIt is important to replace medical masks as soon as they become damp and dispose of them immediately. Masks should not be reused or touched in the front.","metadata":{"loc":{"lines":{"from":363,"to":371}}}}],["30",{"pageContent":"It is important to replace medical masks as soon as they become damp and dispose of them immediately. Masks should not be reused or touched in the front.\n\nYes. Breastfeeding unquestionably reduces mortality in newborns and infants and provides numerous lifelong health and brain development advantages to the child.Mothers with symptoms of COVID-19 are advised to wear a medical mask, but even if this is not possible, breastfeeding should be continued. Mothers should follow other infection prevention measures, such as washing hands, cleaning surfaces, sneezing or    coughing into a tissue.Non-medical masks (e.g. home-made or cloth masks) have not been evaluated. At this time, it is not possible to make a recommendation for or against their use.\n\nYes. Breastfeeding unquestionably reduces mortality in newborns and infants and provides numerous lifelong health and brain development advantages to the child.","metadata":{"loc":{"lines":{"from":371,"to":375}}}}],["31",{"pageContent":"Yes. Breastfeeding unquestionably reduces mortality in newborns and infants and provides numerous lifelong health and brain development advantages to the child.\n\nMothers with symptoms of COVID-19 are advised to wear a medical mask, but even if this is not possible, breastfeeding should be continued. Mothers should follow other infection prevention measures, such as washing hands, cleaning surfaces, sneezing or    coughing into a tissue.\n\nNon-medical masks (e.g. home-made or cloth masks) have not been evaluated. At this time, it is not possible to make a recommendation for or against their use.","metadata":{"loc":{"lines":{"from":375,"to":379}}}}],["32",{"pageContent":"Non-medical masks (e.g. home-made or cloth masks) have not been evaluated. At this time, it is not possible to make a recommendation for or against their use.\n\nIf you are too unwell to breastfeed your baby due to COVID-19 or other complications, you should be supported to safely provide your baby with breast milk in a way possible, available, and acceptable to you. This could include:Expressing milk;Donor human milk.If expressing breast milk or donor human milk are not feasible then consider wet nursing (another woman breastfeeds the child) or infant formula milk with measures to ensure that it is feasible, correctly prepared, safe and sustainable.\n\nIf you are too unwell to breastfeed your baby due to COVID-19 or other complications, you should be supported to safely provide your baby with breast milk in a way possible, available, and acceptable to you. This could include:\n\nExpressing milk;\n\nDonor human milk.","metadata":{"loc":{"lines":{"from":379,"to":387}}}}],["33",{"pageContent":"Expressing milk;\n\nDonor human milk.\n\nIf expressing breast milk or donor human milk are not feasible then consider wet nursing (another woman breastfeeds the child) or infant formula milk with measures to ensure that it is feasible, correctly prepared, safe and sustainable.\n\nYou can start to breastfeed when you feel well enough to do so. There is no fixed time interval to wait after confirmed or suspected COVID-19. There is no evidence that breastfeeding changes the clinical course of COVID-19 in a mother. Health workers or breastfeeding counsellors should support you to relactate.\n\nYou can start to breastfeed when you feel well enough to do so. There is no fixed time interval to wait after confirmed or suspected COVID-19. There is no evidence that breastfeeding changes the clinical course of COVID-19 in a mother. Health workers or breastfeeding counsellors should support you to relactate.","metadata":{"loc":{"lines":{"from":385,"to":393}}}}],["34",{"pageContent":"No. There are always risks associated with giving infant formula milk to newborns and infants in all settings. The risks associated with giving infant formula milk are increased whenever home and community conditions are compromised, such as reduced accessto health services if a baby becomes unwell, reduced access to clean water and/or access to supplies of infant formula milk are difficult or not guaranteed, affordable and sustainable.The numerous benefits of breastfeeding substantially outweigh the potential risks of transmission and illness associated with the COVID-19 virus.","metadata":{"loc":{"lines":{"from":395,"to":395}}}}],["35",{"pageContent":"No. There are always risks associated with giving infant formula milk to newborns and infants in all settings. The risks associated with giving infant formula milk are increased whenever home and community conditions are compromised, such as reduced accessto health services if a baby becomes unwell, reduced access to clean water and/or access to supplies of infant formula milk are difficult or not guaranteed, affordable and sustainable.\n\nThe numerous benefits of breastfeeding substantially outweigh the potential risks of transmission and illness associated with the COVID-19 virus.\n\nYes, women who are breastfeeding can take the vaccine when it becomes available to them.None of the currently approved vaccines use the live virus, so there is no risk of passing the virus to the baby through breastmilk.There is also some evidence that, after vaccination, antibodies are found in breastmilk, which may help protect the baby against COVID-19.","metadata":{"loc":{"lines":{"from":397,"to":401}}}}],["36",{"pageContent":"Yes, women who are breastfeeding can take the vaccine when it becomes available to them.\n\nNone of the currently approved vaccines use the live virus, so there is no risk of passing the virus to the baby through breastmilk.\n\nThere is also some evidence that, after vaccination, antibodies are found in breastmilk, which may help protect the baby against COVID-19.\n\nStart the conversation\n\nFAQs Breastfeeding and COVID-19Scientific Brief on Breastfeeding and COVID-19Frequently asked questions: COVID-19 vaccines and breastfeeding based on WHO interim recommendations, 12 August 2021More on breastfeeding\n\nFAQs Breastfeeding and COVID-19\n\nScientific Brief on Breastfeeding and COVID-19\n\nFrequently asked questions: COVID-19 vaccines and breastfeeding based on WHO interim recommendations, 12 August 2021\n\nMore on breastfeeding\n\n\n\n\n\nGlobal Breastfeeding Collective","metadata":{"loc":{"lines":{"from":403,"to":425}}}}],["37",{"pageContent":"Frequently asked questions: COVID-19 vaccines and breastfeeding based on WHO interim recommendations, 12 August 2021\n\nMore on breastfeeding\n\n\n\n\n\nGlobal Breastfeeding Collective\n\nSource: https://www.who.int/teams/nutrition-and-food-safety/food-and-nutrition-actions-in-health-systems/global-breastfeeding-collective\n\nGlobal Breastfeeding Collective\n\nTheGlobal Breastfeeding Collectivebrings together implementers and donors from governments, philanthropies, international organizations, civil society and is led by UNICEF and the World Health Organization (WHO).","metadata":{"loc":{"lines":{"from":417,"to":431}}}}],["38",{"pageContent":"The Collective's vision is a world in which all mothers have the technical; financial; emotional; and public support they need to start breastfeeding within an hour of a child’s birth, to breastfeed exclusively for six months, and to continue breastfeeding — with complementary foods — for two years or beyond. The Initiative’s mission is to rally political; legal; financial; and public support, so rates of breastfeeding increase, which will benefit mothers, children, and society.\n\nFor more information please contact:\n\nGlobal Breastfeeding Collective: A call to action\n\n1.Increase fundingto raise breastfeeding rates from birth through two years\n\n2. Fully implement the International Code of Marketing of Breastmilk Substitutes and relevant World Health Assembly resolutions throughstrong legal measures that are enforced and independently monitoredby organizations free from conflicts of interest.","metadata":{"loc":{"lines":{"from":433,"to":441}}}}],["39",{"pageContent":"3.Enact paid family leave and workplace breastfeeding policies, building on the International Labour Organization’s maternity protection guidelines as a minimum requirement, including provisions for the informal sector.\n\n4.Implement the Ten Steps to Successful Breastfeeding in maternity facilities, including providing breastmilk for sick and vulnerable newborns.\n\n5.Improve access to skilled breastfeeding counsellingas part of comprehensive breastfeeding policies and programmes in health facilities.\n\n6. Strengthen links between health facilities and communities, and encourage community networks that protect, promote, and support breastfeeding.\n\n6. Strengthen links between health facilities and communities\n\n7.Strengthen monitoring systems that track the progressof policies, programmes, and funding towards achieving both national and global breastfeeding targets.\n\nPublication\n\nGlobal breastfeeding scorecard 2023: rates of breastfeeding increase around the world through improved...","metadata":{"loc":{"lines":{"from":443,"to":457}}}}],["40",{"pageContent":"Publication\n\nGlobal breastfeeding scorecard 2023: rates of breastfeeding increase around the world through improved...\n\nThe Global Breastfeeding Scorecard examines national performance on key indicators of the seven policy priorities identified by the Global Breastfeeding...\n\nGlobal breastfeeding scorecard 2022: protecting breastfeeding through further investments and policy...\n\nThe Global Breastfeeding Scorecard examines national performance on key indicators of the seven policy priorities identifiedby the Global Breastfeeding...\n\nGlobal breastfeeding scorecard 2021: protecting breastfeeding through bold national actions during the...\n\nBreastfeeding is one of the most effective ways to ensure child health and survival. Breastmilk contains antibodies thathelp protect against many common...\n\nAdvocacy brief: nutrition for growth year of action: nine SMART breastfeeding pledges","metadata":{"loc":{"lines":{"from":455,"to":469}}}}],["41",{"pageContent":"Advocacy brief: nutrition for growth year of action: nine SMART breastfeeding pledges\n\nThis advocacy brief is organized into two separate papers. The first half acts as a standalone briefing that highlights the importance of the Nutrition...\n\nMaternity leave legislation in support of breastfeeding: case studies around the world\n\nOver the past 100 years, most countries have introduced maternity legislation and related policies in line with ILO standards, but the level of implementation...\n\nBreastfeeding and family-friendly policies: advocacy brief\n\nThis advocacy brief provides key messages on family-friendly policies in employment, including paid maternity leave, access to quality childcare, breastfeeding...\n\nGlobal breastfeeding scorecard, 2019: increasing commitment to breastfeeding through funding and improved...\n\nBreastfeeding has numerous benefits for both mothers and children. It stimulates cognitive development and protects infants against diarrheal infections...","metadata":{"loc":{"lines":{"from":469,"to":483}}}}],["42",{"pageContent":"Breastfeeding has numerous benefits for both mothers and children. It stimulates cognitive development and protects infants against diarrheal infections...\n\nAdvocacy brief: breastfeeding and HIV: global breastfeeding collective ﻿\n\nThis advocacy brief provides key messages on achieving HIV-free survival for children. It presents key facts on HIV treatment and the prevention of mother-to-child...\n\nGlobal breastfeeding scorecard, 2018: Enabling women to breastfeed through better policies and programmes\n\nThe Global Breastfeeding Scorecard periodically reviews national progress on implementing seven actions needed to enable women to breastfeed, including...\n\nNurturing the health and wealth of nations: the investment case for breastfeeding\n\nBreastfeeding is one of the smartest investment a country can make to build its future prosperity.It offers children unparalleled health and brain-building...\n\nGlobal Breastfeeding Collective - A call to action","metadata":{"loc":{"lines":{"from":483,"to":497}}}}],["43",{"pageContent":"Global Breastfeeding Collective - A call to action\n\nBreastfeeding gives all children the healthiest start in life. Breastmilk acts as a baby’s first vaccine, stimulates brain development, and protects...\n\nGlobal breastfeeding scorecard, 2017: Tracking progress for breastfeeding policies and programmes\n\nWHO and UNICEF have established recommendations for breastfeeding practices. Although every mother decides how to feed her child, this decision is strongly...\n\nOn World Breastfeeding Week, countries urged to invest in health systems and support breastfeeding mothers\n\nBreastfeeding in Indonesia on the rise, but mothers need more support\n\nEquity and health: the inclusion of pregnant and breastfeeding women in clinical trials\n\nCommentaries\n\nEmpower parents, enable breastfeeding\n\nBecoming the parent of a new baby is both a life-altering gift and an immense responsibility. This week, as countries around the world celebrate World Breastfeeding Week, UNICEF an ...","metadata":{"loc":{"lines":{"from":497,"to":515}}}}],["44",{"pageContent":"Becoming the parent of a new baby is both a life-altering gift and an immense responsibility. This week, as countries around the world celebrate World Breastfeeding Week, UNICEF an ...\n\nWorld Breastfeeding Week 2018\n\nEvery year, countries around the world observe World Breastfeeding Week for a good reason: breastfeeding is one of the most effective ways to provide children everywhere with the b ...\n\nBreastfeeding is not a one-woman job\n\nTedros Adhanom Ghebreyesus, Anthony  Lake\n\n--- TABLE START ---\n\nThe Collective calls upon implementers and donors from governments, philanthropies, international organizations, civil society to:\n\n--- TABLE END ---\n\n\n\n\n\n\n\nFrom assessment to action: Implementing WBTi to strengthen national breastfeeding policies\n\nSource: https://www.who.int/news-room/events/detail/2025/07/03/default-calendar/from-assessment-to-action-implementing-wbti-to-strengthen-national-breastfeeding-policies","metadata":{"loc":{"lines":{"from":515,"to":539}}}}],["45",{"pageContent":"Source: https://www.who.int/news-room/events/detail/2025/07/03/default-calendar/from-assessment-to-action-implementing-wbti-to-strengthen-national-breastfeeding-policies\n\nMonitoring and evaluating the effectiveness of breastfeeding programmes and policies is essential for driving national action on protecting and supporting breastfeeding. Countries need to regularly assess their breastfeeding programmes and policies and develop plans to address any identified gaps.","metadata":{"loc":{"lines":{"from":539,"to":541}}}}],["46",{"pageContent":"TheWorld Breastfeeding Trends Initiative (WBTi)provides a framework for countries to assess and improve breastfeeding policies. Research has shown that countries that have repeatedly conducted assessments using the WBTi model show measurable improvements in policy implementation, funding allocation, and breastfeeding rates. While 100 countries have used WBTi tools since 2005, only 6% have conducted an assessment in the past five years. The Global Breastfeeding Collective aims for 75% of countries to conduct policy assessments by 2030, making this webinar timely and necessary. This webinar addresses the need to expand WBTi implementation globally and build capacity for translating assessment findings into effective action plans.","metadata":{"loc":{"lines":{"from":543,"to":543}}}}],["47",{"pageContent":"The webinar aims to increase the number of countries conducting regular WBTi assessments and enhance the capacity of national partners to translate assessment findings into concrete, actionable strategies that strengthen breastfeeding protection, promotion, and support systems. The webinar will equip participants with the knowledge, tools, and strategies they need to conduct WBTi assessments and develop data-driven action plans. By the end of the session, participants will:\n\nunderstand WBTi methodology;\n\nrecognize the value of WBTi for improving national breastfeeding policies and rates; and\n\nbe prepared to form multi-sectoral core groups to conduct assessments in their countries.\n\nAgenda (in CEST)\n\n15:00 – 15:10:Welcome and opening remarks\n\n15:10 – 15:20:Setting the scene and Global Breastfeeding Scorecard presentation\n\n15:20 – 15:35:WBTi processes methodology\n\n15:35 – 16:15:Panel discussion and country experiences from the Gambia, Bangladesh, Croatia and El Salvador","metadata":{"loc":{"lines":{"from":545,"to":561}}}}],["48",{"pageContent":"15:20 – 15:35:WBTi processes methodology\n\n15:35 – 16:15:Panel discussion and country experiences from the Gambia, Bangladesh, Croatia and El Salvador\n\n16:15 – 16:25:Questions and answers\n\n16:25 – 16:30:Closing remarks\n\nAvailable languages\n\nThe recording includes Arabic, Chinese, English, French, Russian and Spanish interpretation.\n\n\n\n\n\nEpisode #51 - Breastfeeding & COVID-19\n\nSource: https://www.who.int/podcasts/episode/science-in-5/episode--51---breastfeeding---covid-19\n\nAlternative media\n\nTranscript\n\nVGSIs it safe to breastfeed if you have COVID-19? Is it safe to get vaccinated if you are breastfeeding? Hello and welcome to Science in 5. I'm Vismita Gupta-Smith and we're talking to Dr Laurence Grummer-Strawn about breastfeeding and COVID-19 today. Welcome, Laurence. Let's start with, is it safe for a mother to breastfeed if she has COVID-19?","metadata":{"loc":{"lines":{"from":559,"to":583}}}}],["49",{"pageContent":"LGSI'm sure that that mother is very concerned about her own health, as well as the health of her own baby. But it's really critical to understand that WHO not only says it's safe to breastfeed, but it is highly encouraged that she breastfeed her baby. We know that the breast milk itself is not a means of transmission of the virus to her baby. There are also concerns about just her own care of the baby and being so close to the baby that comes from that close contact during breastfeeding. And yet what we find is that, in fact, the transmission risk to that baby is very, very low. And in fact, if the baby were to get infected, babies typically have very mild cases of COVID, and so it's not a significant health risk. On the other hand, we have to weigh that against the loss of the benefits of breastfeeding. It's critically important that we also continue to protect that baby from many of the other diseases that they might get if they were not breastfed. And when we have done cost","metadata":{"loc":{"lines":{"from":585,"to":585}}}}],["50",{"pageContent":"of breastfeeding. It's critically important that we also continue to protect that baby from many of the other diseases that they might get if they were not breastfed. And when we have done cost effectiveness analyses comparing, it's just so much more important the benefits of breastfeeding strongly outweigh the possible risks of transmission.","metadata":{"loc":{"lines":{"from":585,"to":585}}}}],["51",{"pageContent":"VGSLaurence, describe to us what steps a mother should take if she has COVID-19 and is breastfeeding her baby.\n\nLGSSo that mother who has the baby and is breastfeeding, certainly wants to do what she can to protect her baby from that, even though it's a small risk. But from that risk of transmission and that could happen from close contact, and so we would recommend the same kinds of protections that she would have with other family members of wearing a mask when she's around them, washing her hands frequently, if she doesn't have access to safe, clean water for washing then to use alcohol based wipes and such. And so to continue to have contact, because it's important that the baby have contact with the mother, but that she have those kinds of just basic precautions against transmission.\n\nVGSLaurence, is it safe for a breastfeeding mother to get vaccinated?","metadata":{"loc":{"lines":{"from":587,"to":591}}}}],["52",{"pageContent":"VGSLaurence, is it safe for a breastfeeding mother to get vaccinated?\n\nLGSSo based on all the evidence that we have, it is not only safe for breastfeeding mothers to be vaccinated, but it is also highly recommended. It is important for her own health that she be protected from COVID and that she's able to take care of her family as best as possible and doesn't get too sick. There is no evidence that the vaccine would allow for the virus to be transmitted to the child. And there is no reason that the vaccine would be any less effective in a breastfeeding mother than in a non breastfeeding mother. We would definitely recommend that she should be vaccinated as soon as the vaccine is available to her to protect her and the community around her.\n\nVGSLaurence, speak to us, please, about these benefits of breastfeeding and also about WHO's recommendations on breastfeeding.","metadata":{"loc":{"lines":{"from":591,"to":595}}}}],["53",{"pageContent":"LGSSo WHO recommends that women start breastfeeding in the first hour of life, so immediately at the time of birth. And that she continue breastfeeding for two years or beyond, as much as is desirable for her and for her baby. In the first six months, we recommend that that baby not be fed anything except breast milk. So she should continue the breastfeeding only at the breast during that first six months and then after the first six months introducing complementary foods. Now, the reasons for that are that there are so many health benefits to breastfeeding for the breastfed child in terms of protection against infectious diseases such as diarrhea or respiratory infections. But also there are long term impacts, even after breastfeeding has stopped protecting that baby against the development of childhood overweight and obesity, protection against SIDS and leukemia. So long term benefits to the child. And finally, the mother herself benefits from breastfeeding in terms of her","metadata":{"loc":{"lines":{"from":597,"to":597}}}}],["54",{"pageContent":"development of childhood overweight and obesity, protection against SIDS and leukemia. So long term benefits to the child. And finally, the mother herself benefits from breastfeeding in terms of her protection against breast cancer, ovarian cancer, diabetes. So there are benefits to both the mother and the baby.","metadata":{"loc":{"lines":{"from":597,"to":597}}}}],["55",{"pageContent":"VGSThank you, Laurence. That was Science in 5 today. Until next time then. Stay safe, stay healthy and stick with science.\n\nSpeaker key\n\nLGSLaurence Grummer-Strawn\n\nVGSVismita  Gupta-Smith\n\n\n\n\n\nBreastfeeding\n\nSource: https://www.who.int/news-room/questions-and-answers/item/breastfeeding\n\nBreastfeeding\n\nBreastfeeding alone can provide all the food and water your baby needs for the first six months of their lives. Babies do not need any food or drink except breast milk, not even water, until they are six months old. This is called exclusive breastfeeding. Exclusive breastfeeding is recommended for the first six months of a baby’s life because it gives them the best chance of achieving optimal growth, development and health.","metadata":{"loc":{"lines":{"from":599,"to":617}}}}],["56",{"pageContent":"Breastfeeding alone can provide all the food and water your baby needs for the first six months of their lives. Babies do not need any food or drink except breast milk, not even water, until they are six months old. This is called exclusive breastfeeding. Exclusive breastfeeding is recommended for the first six months of a baby’s life because it gives them the best chance of achieving optimal growth, development and health.\n\nIf your baby is having at least 6 wet single-use nappies or at least 8 washable nappies each day (sunrise to sunrise), their stool is unformed and plentiful and they are growing according to theWHO Growth Standards, you can be confident they are getting enough breast milk.\n\nIf your baby is having at least 6 wet single-use nappies or at least 8 washable nappies each day (sunrise to sunrise), their stool is unformed and plentiful and they are growing according to theWHO Growth Standards, you can be confident they are getting enough breast milk.","metadata":{"loc":{"lines":{"from":619,"to":623}}}}],["57",{"pageContent":"If you think your baby needs to have more breast milk each day, you can offer breastfeeds more often during the day and overnight and ask a breastfeeding counsellor or health care worker to check your baby’s attachment. Most babies need to breastfeed 8–12 times in 24 hours in the first six months.\n\nNo, you should not give water to a baby under six months of age, even on hot days. Babies under six months do not need water because breast milk has all the water a baby needs. Breast milk is more than 80% water. If you think your baby is thirsty, you can offer an extra breastfeed. Many mothers find that their babies want to breastfeed more often on hot days.Giving water to a baby under six months can cause diarrhoea and lead to malnutrition. Giving water may also cause the baby to drink less breastmilk or to stop breastfeeding early.","metadata":{"loc":{"lines":{"from":625,"to":627}}}}],["58",{"pageContent":"No, you should not give water to a baby under six months of age, even on hot days. Babies under six months do not need water because breast milk has all the water a baby needs. Breast milk is more than 80% water. If you think your baby is thirsty, you can offer an extra breastfeed. Many mothers find that their babies want to breastfeed more often on hot days.\n\nGiving water to a baby under six months can cause diarrhoea and lead to malnutrition. Giving water may also cause the baby to drink less breastmilk or to stop breastfeeding early.\n\nMost medications can be taken while you are breastfeeding without affecting your baby. If you or your health care provider are worried that taking your medication might affect your breastfed baby, check with a specialized pharmaceutical advisory service, such ase-lactancia.org,infantrisk.comorlactmed.","metadata":{"loc":{"lines":{"from":629,"to":633}}}}],["59",{"pageContent":"Most medications can be taken while you are breastfeeding without affecting your baby. If you or your health care provider are worried that taking your medication might affect your breastfed baby, check with a specialized pharmaceutical advisory service, such ase-lactancia.org,infantrisk.comorlactmed.\n\nIf you breastfeed your baby whenever they indicate that they are hungry during the day and at night and allow them to breastfeed until they finish suckling and let go of the breast, or fall asleep, your breast milk will provide all the nourishment your baby needs until they are 6 months of age.Eating a healthy diet is just as important for breastfeeding mothers as it is for everyone else. Breastfeeding mothers should follow theFive Keys for a Healthy Diet. Even when a mother’s diet is not very healthy, her breast milk still contains all the nourishment her baby needs for the first six months of life.","metadata":{"loc":{"lines":{"from":635,"to":637}}}}],["60",{"pageContent":"If you breastfeed your baby whenever they indicate that they are hungry during the day and at night and allow them to breastfeed until they finish suckling and let go of the breast, or fall asleep, your breast milk will provide all the nourishment your baby needs until they are 6 months of age.\n\nEating a healthy diet is just as important for breastfeeding mothers as it is for everyone else. Breastfeeding mothers should follow theFive Keys for a Healthy Diet. Even when a mother’s diet is not very healthy, her breast milk still contains all the nourishment her baby needs for the first six months of life.\n\nWHO recommends that you start offering your baby family foods in addition to breast milk from six months (180 days) of age.\n\nWHO recommends that you start offering your baby family foods in addition to breast milk from six months (180 days) of age.\n\nWHO recommends that you start offering your baby family foods in addition to breast milk from six months (180 days) of age.","metadata":{"loc":{"lines":{"from":639,"to":647}}}}],["61",{"pageContent":"WHO recommends that you start offering your baby family foods in addition to breast milk from six months (180 days) of age.\n\nFrom six months, you can start offering your baby the same healthy foods the rest of your family eats. Babies need to eat animal-source foods (including meat, fish and eggs) and vegetables and fruits every day. Pulses (like lentils, chickpeas and beans), nuts and seeds should be eaten frequently, especially if meat or vegetables are limited.Food should always be stored correctly and prepared safely to prevent food-borne illnesses. Help your baby learn to feed themselves by choosing soft foods they can hold and put into their own mouths.","metadata":{"loc":{"lines":{"from":647,"to":649}}}}],["62",{"pageContent":"From six months, you can start offering your baby the same healthy foods the rest of your family eats. Babies need to eat animal-source foods (including meat, fish and eggs) and vegetables and fruits every day. Pulses (like lentils, chickpeas and beans), nuts and seeds should be eaten frequently, especially if meat or vegetables are limited.\n\nFood should always be stored correctly and prepared safely to prevent food-borne illnesses. Help your baby learn to feed themselves by choosing soft foods they can hold and put into their own mouths.\n\nWHO recommends you keep breastfeeding your child up to two years and beyond and for as long as you both want to continue. Breastfeeding never stops protecting children from infectious disease.\n\nWHO recommends you keep breastfeeding your child up to two years and beyond and for as long as you both want to continue. Breastfeeding never stops protecting children from infectious disease.\n\nGlobal Strategy for Infant and Young Child Feeding","metadata":{"loc":{"lines":{"from":651,"to":659}}}}],["63",{"pageContent":"Global Strategy for Infant and Young Child Feeding\n\nThe WHO Child Growth Standards\n\nComplementary Feeding Guidelines\n\nFive Keys for a Healthy Diet\n\n\n\n\n\nBreastfeeding\n\nSource: https://www.who.int/news-room/facts-in-pictures/detail/breastfeeding\n\nBreastfeeding\n\nBreastfeeding is one of the most effective ways to ensure child health and survival.\n\nIf breastfeeding were scaled up to near universal levels, about 820 000 child lives would be saved every year(1). Globally, only 40% of infants under six months of age are exclusively breastfed.\n\nWHO actively promotes breastfeeding as the best source of nourishment for infants and young children. This fact file explores the many benefits of the practice, and how strong support to mothers can increase.\n\nBreastfeeding for the first six months is crucial","metadata":{"loc":{"lines":{"from":659,"to":683}}}}],["64",{"pageContent":"Breastfeeding for the first six months is crucial\n\nWHO recommends that:mothers initiate breastfeeding within one hour of birth;infants should be exclusively breastfed for the first six months of life to achieve optimal growth,development and health, and thereafter, to meet their evolving nutritional requirements, infants should receive nutritionally adequate and safe complementary foods, while continuing to be breastfed; andbreastfeeding should continue for up to two years or beyond.\n\nWHO recommends that:\n\nmothers initiate breastfeeding within one hour of birth;\n\ninfants should be exclusively breastfed for the first six months of life to achieve optimal growth,\n\ndevelopment and health, and thereafter, to meet their evolving nutritional requirements, infants should receive nutritionally adequate and safe complementary foods, while continuing to be breastfed; and\n\nbreastfeeding should continue for up to two years or beyond.\n\nBreastfeeding protects infants from childhood illnesses","metadata":{"loc":{"lines":{"from":683,"to":697}}}}],["65",{"pageContent":"breastfeeding should continue for up to two years or beyond.\n\nBreastfeeding protects infants from childhood illnesses\n\nBreast milk is the ideal food for newborns and infants. It gives infants all the nutrients they need for healthy development. It is safe and contains antibodies that help protect infants from common childhood illnesses such as diarrhoea and pneumonia, the two primary causes of child mortality worldwide. Breast milk is readily available and affordable, which helps to ensure that infants get adequate nutrition.\n\nBreastfeeding also benefits mothers\n\nExclusive breastfeeding is associated with a natural (though not fail-safe) method of birth control (98% protection in the first six months after birth). It reduces risks of breast and ovarian cancer, type II diabetes, and postpartum depression.\n\nBreastfeeding has long-term benefits for children","metadata":{"loc":{"lines":{"from":695,"to":705}}}}],["66",{"pageContent":"Breastfeeding has long-term benefits for children\n\nBeyond the immediate benefits for children, breastfeeding contributes to a lifetime of good health. Adolescents and adults who were breastfed as babies are less likely to be overweight or obese. They are less likely to have type-II diabetes and perform better in intelligence tests.\n\nInfant formula does not contain the antibodies found in breast milk\n\nThe long-term benefits of breastfeeding for mothers and children cannot be replicated with infant formula. When infant formula is not properly prepared, there are risks arising from the use of unsafe water and unsterilized equipment or the potential presence of bacteria in powdered formula. Malnutrition can result from over-diluting formula to \"stretch\" supplies. While frequent feeding maintains breast milk supply, if formula is used but becomes unavailable, a return to breastfeeding may not be an option due to diminished breast milk production.","metadata":{"loc":{"lines":{"from":705,"to":711}}}}],["67",{"pageContent":"Transmission of HIV through breastfeeding can be reduced with drugs\n\nAn HIV-infected mother can pass the infection to her infant during pregnancy, delivery and through breastfeeding. However, antiretroviral (ARV) drugs given to either the mother or HIV-exposed infant reduces the risk of transmission. Together, breastfeeding and ARVs have the potential to significantly improve infants' chances of surviving while remaining HIV uninfected. WHO recommends that when HIV-infected mothers breastfeed, they should receive ARVs and follow WHO guidance for infant feeding.\n\nMarketing of breast-milk substitutes are highly monitored","metadata":{"loc":{"lines":{"from":713,"to":717}}}}],["68",{"pageContent":"Marketing of breast-milk substitutes are highly monitored\n\nAn international code to regulate the marketing of breast-milk substitutes was adopted in 1981. It calls for:all formula labels and information to state the benefits of breastfeeding and the health risks of substitutes;no promotion of breast-milk substitutes;no free samples of substitutes to be given to pregnant women, mothers or their families; andno distribution of free or subsidized substitutes to health workers or facilities.\n\nAn international code to regulate the marketing of breast-milk substitutes was adopted in 1981. It calls for:\n\nall formula labels and information to state the benefits of breastfeeding and the health risks of substitutes;\n\nno promotion of breast-milk substitutes;\n\nno free samples of substitutes to be given to pregnant women, mothers or their families; and\n\nno distribution of free or subsidized substitutes to health workers or facilities.\n\nSupport for mothers is essential","metadata":{"loc":{"lines":{"from":717,"to":731}}}}],["69",{"pageContent":"no distribution of free or subsidized substitutes to health workers or facilities.\n\nSupport for mothers is essential\n\nBreastfeeding has to be learned and many women encounter difficulties at the beginning. Many routine practices, such as separation of mother and baby, use of newborn nurseries, and supplementation with infant formula, actually make it harder for mothers and babies to breastfeed. Health facilities that support breastfeeding by avoiding these practices and making trained breastfeeding counsellors available to new mothers encourage higher rates of the practice. To provide this support and improve care for mothers and newborns, most countries have implemented the WHO-UNICEF Baby-friendly Hospital Initiative, which sets standards for quality care.\n\nMothers should continue breastfeeding at work","metadata":{"loc":{"lines":{"from":729,"to":735}}}}],["70",{"pageContent":"Mothers should continue breastfeeding at work\n\nMany mothers who return to work abandon breastfeeding partially or completely because they do not have sufficient time, or a place to breastfeed, express and store their milk. Mothers need a safe, clean and private place in or near their workplace to continue breastfeeding. Enabling conditions at work, such as paid maternity leave, part-time work arrangements, on-site crèches, facilities for expressing and storing breast milk, and breastfeeding breaks, can help.\n\nSolid foods should be phased in at six months","metadata":{"loc":{"lines":{"from":735,"to":739}}}}],["71",{"pageContent":"Solid foods should be phased in at six months\n\nTo meet the growing needs of babies at six months of age, mashed solid foods should be introduced as a complement to continued breastfeeding. Foods for the baby can be specially prepared or modified from family meals. WHO notes that:breastfeeding should not be decreased when starting on solids;food should be given with a spoon or cup, not in a bottle;food should be clean and safe; andample time is needed for young children to learn to eat solid foods.\n\nTo meet the growing needs of babies at six months of age, mashed solid foods should be introduced as a complement to continued breastfeeding. Foods for the baby can be specially prepared or modified from family meals. WHO notes that:\n\nbreastfeeding should not be decreased when starting on solids;\n\nfood should be given with a spoon or cup, not in a bottle;\n\nfood should be clean and safe; and\n\nample time is needed for young children to learn to eat solid foods.","metadata":{"loc":{"lines":{"from":739,"to":751}}}}],["72",{"pageContent":"food should be given with a spoon or cup, not in a bottle;\n\nfood should be clean and safe; and\n\nample time is needed for young children to learn to eat solid foods.\n\nBreastfeeding: Maternal, newborn, child and adolescent health\n\nBreastfeeding: Nutrition for health and development\n\nFact sheet on infant and young child feeding\n\nMore about breastfeeding\n\n\n\n\n\nOn World Breastfeeding Week, UNICEF and WHO call for equal access to breastfeeding support\n\nSource: https://www.who.int/news/item/31-07-2024-on-world-breastfeeding-week--unicef-and-who-call-for-equal-access-to-breastfeeding-support\n\nIn the last 12 years, the number of infants under six months of age globally who are exclusively breastfed has increased by more than 10%. This means 48% of infants worldwide now benefit from this healthy start in life. It translates to hundreds of thousands of babies whose lives have been saved by breastfeeding.","metadata":{"loc":{"lines":{"from":747,"to":769}}}}],["73",{"pageContent":"While this significant leap brings us closer to the World Health Organization target of increasing exclusive breastfeeding to at least 50% by 2025, there are persistent challenges that must be addressed.\n\nWhen mothers receive the support they need to breastfeed their babies, everyone benefits. Improving breastfeeding rates could save over 820 000 children’s lives each year, according to the latest available data.\n\nDuring this critical period of early growth and development, the antibodies in breastmilk protect babies against illness and death. This is especially important during emergencies, when breastfeeding guarantees a safe, nutritious, and accessible food source for infants and young children. Breastfeeding reduces the burden of childhood illness, and the risk of certain types of cancers and noncommunicable diseases for mothers.","metadata":{"loc":{"lines":{"from":771,"to":775}}}}],["74",{"pageContent":"This World Breastfeeding Week, under the theme “Closing the gap: Breastfeeding support for all”,UNICEF and WHO are emphasizingthe need to improve breastfeeding support as a critical action for reducing health inequity and protecting the rights of mothers and babies to survive and thrive.\n\nAn estimated 4.5 billion people – that’s more than half of the world’s population – do not have full coverage of essential health services, so many women do not receive the support they need to optimally breastfeed their babies. This includes access to trained, empathetic and respectful health advice and counselling throughout a woman’s breastfeeding journey.","metadata":{"loc":{"lines":{"from":777,"to":779}}}}],["75",{"pageContent":"Reliable data collection is key to tackling healthcare inequalities and ensuring mothers and families are provided with timely, effective breastfeeding support. Currently, only half of all countries collect data on breastfeeding rates. To support progress, data also needs to be available on policy actions that make breastfeeding possible such as family friendly employment policies, regulation of the marketing of breastmilk substitutes, and investment in breastfeeding. Improving monitoring systems will help boost the effectiveness of breastfeeding policies and programmes, inform better decision-making, and ensure support systems can be adequately financed.\n\nWhen breastfeeding is protected and supported, women are more than twice as likely to breastfeed their infants. This is a shared responsibility. Families, communities, healthcare workers, policymakers, and other decision-makers all play a central role by:","metadata":{"loc":{"lines":{"from":781,"to":783}}}}],["76",{"pageContent":"increasing investment in programmes and policies that protect and support breastfeeding through dedicated national budgets;\n\nimplementing and monitoring family friendly workplace policies, such as paid maternity leave, breastfeeding breaks and access to affordable and good-quality childcare;\n\nensuring mothers who are at-risk in emergencies or under-represented communities, receive breastfeeding protection and support in line with their unique needs, including timely, effective breastfeeding counselling as part of routine health coverage;\n\nimproving monitoring of breastfeeding programmes and policies to inform and further improve breastfeeding rates; and\n\ndeveloping and enforcing laws restricting the marketing of breast-milk substitutes, including digital marketing practices, with monitoring to routinely report the Code violations.\n\nAbout UNICEF","metadata":{"loc":{"lines":{"from":785,"to":795}}}}],["77",{"pageContent":"developing and enforcing laws restricting the marketing of breast-milk substitutes, including digital marketing practices, with monitoring to routinely report the Code violations.\n\nAbout UNICEF\n\nUNICEF works in some of the world’s toughest places, to reach the world’s most disadvantaged children. Across more than 190 countries and territories, we work for every child, everywhere, to build a better world for everyone.\n\nFor more information about UNICEF and its work for children visitwww.unicef.org\n\nAbout WHO","metadata":{"loc":{"lines":{"from":793,"to":801}}}}],["78",{"pageContent":"For more information about UNICEF and its work for children visitwww.unicef.org\n\nAbout WHO\n\nDedicated to the well-being of all people and guided by science, the World Health Organization leads and champions global efforts to give everyone, everywhere an equal chance at a safe and healthy life. We are the UN agency for health that connects nations, partners and people on the front lines in 150+ locations – leading the world’s response to health emergencies, preventing disease, addressing the root causes of health issues and expanding access to medicines and health care. Our mission is to promote health, keep the world safe and serve the vulnerable.\n\n\n\n\n\nTen steps to successful breastfeeding\n\nSource: https://www.who.int/teams/nutrition-and-food-safety/food-and-nutrition-actions-in-health-systems/ten-steps-to-successful-breastfeeding\n\nBFHI tools\n\nProtecting, promoting and supporting breastfeeding in facilities providing maternity and newborn services:...","metadata":{"loc":{"lines":{"from":799,"to":815}}}}],["79",{"pageContent":"BFHI tools\n\nProtecting, promoting and supporting breastfeeding in facilities providing maternity and newborn services:...\n\nThis document provides countries with various tools    and strategies for monitoring adherence to the Ten    Steps at the internal facility, external...\n\nCompetency verification toolkit: Ensuring competency of direct care providers to implement the Baby-Friendly...\n\nThe 2018 BFHI Implementation Guidance called for greater pre-service education on breastfeeding and called upon all maternity facilities to “Ensure...\n\nBaby-friendly Hospital Initiative training course for maternity staff: customisation Guide\n\nAll health workers who care for women and children during the postnatal period and beyond have a key role to play in establishing and sustaining breastfeeding....\n\nProtecting, promoting and supporting breastfeeding: the baby-friendly hospital initiative for small,...","metadata":{"loc":{"lines":{"from":813,"to":827}}}}],["80",{"pageContent":"Protecting, promoting and supporting breastfeeding: the baby-friendly hospital initiative for small,...\n\nAll inpatient newborns, except those affected by rare metabolic diseases, will benefit from breastfeeding and human milk. For many, it will mean their...\n\nProtecting, promoting and supporting breastfeeding in facilities providing maternity and newborn services:...\n\nThe purpose of this document is to provide simple and easy-to-read information on frequently raised queries about selected aspects of the recommendations...\n\nImplementation guidance: protecting, promoting, and supporting breastfeeding in facilities providing...\n\nThis updated implementation guidance is intended for all those who set policy for, or offer care to, pregnant women, families and infants: governments;...\n\nGuideline: protecting, promoting and supporting breastfeeding in facilities providing maternity and newborn...","metadata":{"loc":{"lines":{"from":827,"to":839}}}}],["81",{"pageContent":"Guideline: protecting, promoting and supporting breastfeeding in facilities providing maternity and newborn...\n\nThis guideline provides global, evidence-informed recommendations on protection, promotion and support of optimal breastfeeding in facilities providing...\n\nBaby-friendly hospital initiative: revised, updated and expanded for integrated care\n\nThe Baby-friendly Hospital Initiative (BFHI) is a global effort launched by WHO and UNICEF to implement practices that protect, promote and support breastfeeding....\n\nTen steps to successful breastfeeding","metadata":{"loc":{"lines":{"from":839,"to":847}}}}],["82",{"pageContent":"Ten steps to successful breastfeeding\n\nWHO and UNICEF launched the Baby-friendly Hospital Initiative (BFHI) in 1991 to help motivate facilities providing maternity and newborn services worldwide to implement the Ten Steps to Successful Breastfeeding. The Ten Steps summarize a package of policies and procedures that facilities providing maternity and newborn services should implement to support breastfeeding. In 2018, WHO revised the Ten Steps based on the 2017 guideline on protecting, promoting and supporting breastfeeding in facilities that provide maternity and newborn services.\n\nWHO has called upon all facilities providing maternity and newborn services worldwide to implement the Ten Steps. The implementation guidance for BFHI focuses on integrating the programme across healthcare systems to facilitate universal coverage and ensure sustainability over time. The guidance outlines nine key national responsibilities to scale up implementation of the Ten Steps.","metadata":{"loc":{"lines":{"from":847,"to":851}}}}],["83",{"pageContent":"Critical management procedures:\n\n1a.Comply fully with theInternational Code of Marketing of Breast-milk Substitutesand relevant World Health Assembly resolutions.\n\n1b.Have a written infant feeding policy that is routinely communicated to staff and parents.\n\n1c.Establish ongoing monitoring and data-management systems.\n\n2.Ensure that staff have sufficient knowledge, competence and skills to support breastfeeding.\n\nKey clinical practices:\n\n3.Discuss the importance and management of breastfeeding with pregnant women and their families.\n\n4.Facilitate immediate and uninterrupted skin-to-skin contact and support mothers to initiate breastfeeding as soon as possible after birth.\n\n5.Support mothers to initiate and maintain breastfeeding and manage common difficulties.\n\n6.Do not provide breastfed newborns any food or fluids other than breast milk, unless medically indicated.\n\n7.Enable mothers and their infants to remain together and to practise rooming-in 24 hours a day.","metadata":{"loc":{"lines":{"from":853,"to":873}}}}],["84",{"pageContent":"7.Enable mothers and their infants to remain together and to practise rooming-in 24 hours a day.\n\n8.Support mothers to recognize and respond to their infants’ cues for feeding.\n\n9.Counsel mothers on the use and risks of feeding bottles, teats and pacifiers.\n\n10.Coordinate discharge so that parents and their infants have timely access to ongoing support and care.\n\nThere is substantial evidence that implementing the Ten Steps significantly improves breastfeeding rates. A systematic review of 58 studies on maternity and newborn care published in 2016 demonstrated clearly that adherence to the Ten Steps impacts early initiation of breastfeeding immediately after birth, exclusive breastfeeding and total duration of breastfeeding.\n\nInfographics\n\nTen steps 1. Hospital Policies\n\nTen steps 2. Staff competency\n\nTen steps 3. Antenatal care\n\nTen steps 4. Care right after birth\n\nTen steps 5. Support mothers with breastfeeding\n\nTen steps 6. Supplementing\n\nTen steps 7. Rooming-in","metadata":{"loc":{"lines":{"from":873,"to":897}}}}],["85",{"pageContent":"Ten steps 2. Staff competency\n\nTen steps 3. Antenatal care\n\nTen steps 4. Care right after birth\n\nTen steps 5. Support mothers with breastfeeding\n\nTen steps 6. Supplementing\n\nTen steps 7. Rooming-in\n\nTen steps 8. Responsive feeding\n\nTen steps 9. Bottles, teats and pacifiers\n\nTen steps 10. Discharge\n\nTen steps to successful breastfeeding\n\n\n\n\n\nBreastfeeding in Indonesia on the rise, but mothers need more support\n\nSource: https://www.who.int/news/item/01-08-2025-breastfeeding-in-indonesia-on-the-rise--but-mothers-need-more-support\n\nJakarta, 1 August 2025 –As Indonesia commemorates World Breastfeeding Week 2025, UNICEF and the World Health Organization (WHO) are highlighting the importance of strengthening support systems for breastfeeding mothers across the country.","metadata":{"loc":{"lines":{"from":887,"to":915}}}}],["86",{"pageContent":"World Breastfeeding Week is observed around the world from 1–7 August. In Indonesia, this important occasion is observed throughout the month of August, under the theme: “Prioritize Breastfeeding: Create Sustainable Support Systems”.\n\nUNICEF and WHO commend the Government of Indonesia’s continued commitment to protect, promote and support breastfeeding. The rate of exclusive breastfeeding among infants under six months has steadily increased, rising from 52% in 2017 to 66.4% in 2024. However, many infants are not exclusively breastfed for the full six months – the duration required to achieve the full health benefits.\n\nWith reliable and long-lasting support, mothers can better access help when they need it, wherever they are – at work, home or in their community. This includes skilled counselling from trained health workers, workplace policies and physical arrangements that enable breastfeeding, and ongoing support from community networks.","metadata":{"loc":{"lines":{"from":917,"to":921}}}}],["87",{"pageContent":"“By investing in support systems for breastfeeding mothers, we create a vital a safety net that ensures no mother has to navigate breastfeeding challenges alone,” said UNICEF Indonesia Representative, Maniza Zaman. “When women and their babies are supported to breastfeed successfully, it sets off a chain of positive outcomes – not only for the child’s development, but also for stronger families, healthier communities and ultimately a better future for the nation.”\n\n“Indonesia’s steady rise in exclusive breastfeeding is a remarkable achievement and reflects the commitment of families, communities and the health system,” said Dr N. Paranietharan, WHO Representative to Indonesia. “With stronger support systems, every mother in Indonesia can have the resources needed to exclusively breastfeed for the full recommended six months, giving every child the healthiest start to life.”","metadata":{"loc":{"lines":{"from":923,"to":925}}}}],["88",{"pageContent":"Breastfeeding is a baby’s first source of protection and nutrition. UNICEF and WHO recommend that infants are breastfed within one hour of birth and exclusively breastfed in their first six months of life, with no other foods and liquids provided.\n\nEvidence shows that breastfeeding boosts children’s cognitive development by 3–4 IQ points, reduces overweight and obesity risk and provides lifelong protection against non-communicable diseases. Babies who are not breastfed are up to 14 times more likely to die before their first birthday than those who are exclusively breastfed during their first six months.\n\nUnlike formula production, breastfeeding is also environmentally sustainable, lowering carbon emissions and reducing packaging waste.\n\nUNICEF and WHO call on all stakeholders – the government, workplaces, healthcare institutions, the private sector and communities – to accelerate efforts to support breastfeeding mothers. Key actions include:","metadata":{"loc":{"lines":{"from":927,"to":933}}}}],["89",{"pageContent":"Expand access to skilled breastfeeding counsellingthrough health facilities, community services, and remote options such as tele-counselling established by the Ministry of Health.\n\nEnsure all maternity facilities implement theTen Steps to Successful Breastfeedingunder the Baby-Friendly Hospital Initiative.\n\nEnforce the International Code of Marketing of Breast-milk Substitutes (BMS)to protect families from unethical marketing.\n\nIntegrate breastfeeding education into healthcare training curricula.\n\nAdopt family-friendly policies—including paid maternity leave, lactation rooms and flexible workplace arrangements.\n\n\n\n\n\nWorld Breastfeeding Week 2019\n\nSource: https://www.who.int/news-room/events/detail/2019/08/01/default-calendar/world-breastfeeding-week-2019","metadata":{"loc":{"lines":{"from":935,"to":951}}}}],["90",{"pageContent":"World Breastfeeding Week 2019\n\nSource: https://www.who.int/news-room/events/detail/2019/08/01/default-calendar/world-breastfeeding-week-2019\n\nWorld Breastfeeding Week is celebrated every year from 1 to 7 August to encourage breastfeeding and improve the health of babies around the world. It commemorates the Innocenti Declaration signed in August 1990 by government policymakers, WHO, UNICEF and other organizations to protect, promote and support breastfeeding.","metadata":{"loc":{"lines":{"from":949,"to":953}}}}],["91",{"pageContent":"This year, WHO is working with UNICEF and partners to promote the importance of family-friendly policies to enable breastfeeding and help parents nurture and bond with their children in early life, when it matters most. This includes enacting paid maternity leave for a minimum of 18 weeks, and paid paternity leave to encourage shared responsibility of caring for their children on an equal basis. Mothers also need access to a parent friendly workplace to protect and support their ability to continue breastfeeding upon return to work by having access to breastfeeding breaks; a safe, private, and hygienic space for expressing and storing breastmilk; and affordable childcare.","metadata":{"loc":{"lines":{"from":955,"to":955}}}}],["92",{"pageContent":"Breastfeeding promotes better health for mothers and children alike. Increasing breastfeeding to near-universal levels could save more than 800 000 lives every year, the majority being children under 6 months. Breastfeeding decreases the risk of mothers developing breast cancer, ovarian cancer, type 2 diabetes, and heart disease. It is estimated that increased breastfeeding could avert 20 000 maternal deaths each year due to breast cancer.\n\nWHO recommends exclusive breastfeeding starting within one hour after birth until a baby is 6 months old. Nutritious complementary foods should then be added while continuing to breastfeed for up to 2 years or beyond.\n\nCampaign materials\n\nCampaign materials\n\n\n\n\n\nKey messages\n\nSource: https://www.who.int/campaigns/world-breastfeeding-week/2025/key-messages\n\nKey messages\n\nSection navigation\n\nWhy invest in breastfeeding","metadata":{"loc":{"lines":{"from":957,"to":977}}}}],["93",{"pageContent":"Campaign materials\n\n\n\n\n\nKey messages\n\nSource: https://www.who.int/campaigns/world-breastfeeding-week/2025/key-messages\n\nKey messages\n\nSection navigation\n\nWhy invest in breastfeeding\n\nInvesting in breastfeeding support is one of the most powerful tools policy-makers have at their disposal to improve public health, strengthen economies, and secure the well-being of future generations.\n\nBreastfeeding protects child health and improves survival, especially in the first months of life. In addition to essential nutrition, it provides critical antibodies that protect against many common illnesses like diarrhoea, pneumonia, and infections.\n\nThe impacts of breastfeeding extend well beyond infancy. Breastfed children are less likely to become overweight or obese and have a lower risk of developing type 2 diabetes and other chronic conditions. Mothers also benefit — breastfeeding reduces the risk of postpartum haemorrhage, breast and ovarian cancers, heart disease, and type 2 diabetes.","metadata":{"loc":{"lines":{"from":963,"to":983}}}}],["94",{"pageContent":"With the right investments, countries can significantly increase rates of exclusive breastfeeding — evidenced by global improvements over the last decade. Around 10% more infants today are exclusively breastfed at 6 months compared to 2013, with some countries seeing 20% increases over this same period.\n\nKey actions for governments\n\nInvest in the future.Allocate dedicated funding for breastfeeding support, including by ensuring all mothers have access to skilled breastfeeding support in hospital and when they take their babies home, alongside robust maternity protections like paid leave after having a baby.\n\nImplement the WHO Code.Fully adopt and enforce the International Code of Marketing of Breast-milk Substitutes to safeguard public health.\n\nLead by example.Champion investment in breastfeeding in national health strategies and ensure accountability through legislation, regulation and monitoring impact of breastfeeding programmes.","metadata":{"loc":{"lines":{"from":985,"to":993}}}}],["95",{"pageContent":"Lead by example.Champion investment in breastfeeding in national health strategies and ensure accountability through legislation, regulation and monitoring impact of breastfeeding programmes.\n\nPut babies before bottom lines.Enact and enforce policies that protect breastfeeding and prevent commercial influence over infant feeding.\n\nKey actions for the health sector\n\nSupport every step of the journey.Provide skilled, compassionate breastfeeding support from pregnancy through early childhood, ensuring mothers have ongoing access to trained breastfeeding counselling from pregnancy through the early years – providing particular support at moments of transition.\n\nTrain and empower health workers.Ensure all health workers covering maternal and child health are equipped with up-to-date breastfeeding knowledge and skills.\n\nCreate breastfeeding-friendly health systems.Make hospitals and clinics safe, supportive spaces for breastfeeding through the Baby-Friendly Hospital Initiative and beyond.","metadata":{"loc":{"lines":{"from":993,"to":1003}}}}],["96",{"pageContent":"Create breastfeeding-friendly health systems.Make hospitals and clinics safe, supportive spaces for breastfeeding through the Baby-Friendly Hospital Initiative and beyond.\n\nKey actions for the general public\n\nWe can all step up to support mums.Families, friends, employers, and communities all play a role in supporting breastfeeding mothers and creating supportive environments for them to breastfeed anytime, anywhere.\n\nKnow the facts.Breastfeeding is a natural, powerful way to give babies the best start in life—strengthening their immune systems, helping them fight diseases – now and in the future – and providing vital comfort and nutrition.\n\nSpeak up for breastfeeding support.Advocate for policies and environments that make breastfeeding easier and more accessible for all families.\n\n\n\n\n\nAbout the campaign\n\nSource: https://www.who.int/campaigns/world-breastfeeding-week/2025/about-the-campaign\n\nAbout the campaign\n\nSection navigation","metadata":{"loc":{"lines":{"from":1003,"to":1023}}}}],["97",{"pageContent":"About the campaign\n\nSource: https://www.who.int/campaigns/world-breastfeeding-week/2025/about-the-campaign\n\nAbout the campaign\n\nSection navigation\n\nWHO will be marking this year’s theme under the tagline: Invest in breastfeeding, invest in the future.\n\nThis includes efforts to strengthen:\n\nHealth systems that offer skilled, sustained breastfeeding support from pregnancy through early childhood\n\nPolicies, laws and programmes that prioritize women, babies, and breastfeeding\n\nCommunity solidarity to uphold every woman and baby’s right to breastfeed anytime, anywhere\n\nHealth systems that offer skilled, sustained breastfeeding support from pregnancy through early childhood.\n\nPolicies, laws and programmes that prioritize women, babies, and breastfeeding.\n\nCommunity solidarity to uphold every woman and baby’s right to breastfeed anytime, anywhere.\n\nCampaign date1 to 7 August\n\nCampaign themeInvest in breastfeeding, invest in the future","metadata":{"loc":{"lines":{"from":1017,"to":1043}}}}],["98",{"pageContent":"Community solidarity to uphold every woman and baby’s right to breastfeed anytime, anywhere.\n\nCampaign date1 to 7 August\n\nCampaign themeInvest in breastfeeding, invest in the future\n\nCampaign hashtag#WorldBreastfeedingWeek #HopefulFutures\n\n\n\n\n\nGlobal Breastfeeding Collective - A call to action\n\nSource: https://www.who.int/publications/m/item/global-breastfeeding-collective---a-call-to-action\n\nOverview\n\nBreastfeeding gives all children the healthiest start in life. Breastmilk acts as a baby’s first vaccine, stimulates brain development, and protects a woman’s health. When mothers breastfeed, everyone benefits. Breastfeeding leads to lower health care costs, healthier families, and a smarter workforce.","metadata":{"loc":{"lines":{"from":1039,"to":1057}}}}],["99",{"pageContent":"Yet, only 40 per cent of children under six months of age are fed only breastmilk. UNICEF and WHO are leading a Global Breastfeeding Collective to increase political commitment for breastfeeding—one of the smartest investments a country can make. The initiative aims to increase early initiation, exclusive breastfeeding for the first six months of life and continued breastfeeding for up to two years or beyond, together with appropriate, adequate and safe complementary foods.\n\nWe call upon implementers and donors from governments, philanthropies, international organizations, civil society to:\n\nIncrease fundingto raise breastfeeding rates from birth through two years.\n\nFully implement the International Code of Marketing of Breastmilk Substitutes and relevant World Health Assembly resolutions throughstrong legal measures that are enforced and independently monitoredby organizations free from conflicts of interest.","metadata":{"loc":{"lines":{"from":1059,"to":1065}}}}],["100",{"pageContent":"Enact paid family leave and workplace breastfeeding policies, building on the International Labour Organization’s maternity protection guidelines as a minimum requirement, including provisions for the informal sector.\n\nImplement the Ten Steps to Successful Breastfeeding in maternity facilities, including providing breastmilk for sick and vulnerable newborns.\n\nImprove access to skilled breastfeeding counsellingas part of comprehensive breastfeeding policies and programmes in health facilities.\n\nStrengthen links between health facilities and communities, and encourage community networks that protect, promote, and support breastfeeding.\n\nStrengthen monitoring systems that track the progressof policies, programmes, and funding towards achieving both national and global breastfeeding targets.\n\nMore information\n\nGlobal Breastfeeding Collective\n\n\n\n\n\nBreastfeeding is not a one-woman job\n\nSource: https://www.who.int/news-room/commentaries/detail/breastfeeding-is-not-a-one-woman-job","metadata":{"loc":{"lines":{"from":1067,"to":1087}}}}],["101",{"pageContent":"More information\n\nGlobal Breastfeeding Collective\n\n\n\n\n\nBreastfeeding is not a one-woman job\n\nSource: https://www.who.int/news-room/commentaries/detail/breastfeeding-is-not-a-one-woman-job\n\nVirtually every country around the world observes World Breastfeeding Week each year for good reason: breastfeeding is one of the smartest investments that a country, a community, and a family can make.\n\nThe theme of this year’s World Breastfeeding Week is\"Sustaining Breastfeeding Together,\"because all of us – governments, decision-makers, development partners, professional bodies, academia, media, advocates, and other stakeholders – must work together to strengthen existing partnerships and forge new ways to invest in and support breastfeeding for a more sustainable future.","metadata":{"loc":{"lines":{"from":1077,"to":1091}}}}],["102",{"pageContent":"Breastfeeding helps provide children everywhere with the healthiest start to life. It acts as the child’s first vaccine by providing antibodies. It contributes to healthy growth and development, protecting children during their critical first two years, as well as later in life. And breastfeeding also benefits mothers, decreasing their risk of breast cancer, ovarian cancer, and diabetes.\n\nEnabling the Sustainable Development Goals\n\nBreastfeeding is good not only for mothers and babies. It is critical for achievement of many of the Sustainable Development Goals (SDGs). It improves nutrition (SDG2), prevents child mortality and decreases the risk of noncommunicable diseases (SDG3), and supports cognitive development and education (SDG4). Breastfeeding is also an enabler to ending poverty, promoting economic growth, and reducing inequalities.","metadata":{"loc":{"lines":{"from":1093,"to":1097}}}}],["103",{"pageContent":"\"Breastfeeding helps provide children everywhere with the healthiest start to life. It acts as the child’s first vaccine by providing antibodies.\"Dr Tedros Adhanom Ghebreyesus, WHO Director-GeneralAnthony Lake, UNICEF Executive Director\n\n\"Breastfeeding helps provide children everywhere with the healthiest start to life. It acts as the child’s first vaccine by providing antibodies.\"\n\nDr Tedros Adhanom Ghebreyesus, WHO Director-GeneralAnthony Lake, UNICEF Executive Director","metadata":{"loc":{"lines":{"from":1099,"to":1103}}}}],["104",{"pageContent":"Dr Tedros Adhanom Ghebreyesus, WHO Director-GeneralAnthony Lake, UNICEF Executive Director\n\nIt also benefits national economies, by helping to lower health care costs, increase educational attainment and, ultimately, boost productivity. Indeed, breastfeeding is one of the most cost effective investments available. Every US$ 1 invested in supporting breastfeeding generates an estimated US$ 35 dollars in economic returns across lower- and middle-income countries(1). By contrast, low breastfeeding rates translate into billions of dollars’ worth of lost productivity and health care costs to treat preventable illnesses and chronic diseases.","metadata":{"loc":{"lines":{"from":1103,"to":1105}}}}],["105",{"pageContent":"Recognizing the crucial role of breastfeeding in global health and development, in 2012, the 194 Member States of the World Health Assembly committed to a target of increasing the global rate of exclusive breastfeeding in the first six months of life from a baseline of 37% to 50% by 2025. Subsequently, the United Nations proclaimed a Decade of Action on Nutrition (2016–2025), inviting countries to implement a Framework for Action that includes a number of measures in support of breastfeeding.\n\nRapid progress is possible with investments in policies and programmes that better support a woman’s decision to breastfeed and ensure that more of the world’s children have the opportunity to thrive.\n\nLaunch of the Global Breastfeeding Collective","metadata":{"loc":{"lines":{"from":1107,"to":1111}}}}],["106",{"pageContent":"Launch of the Global Breastfeeding Collective\n\nConsequently, UNICEF and WHO have come together with 20 prominent international agencies and nongovernmental organizations to form the Global Breastfeeding Collective, to be launched on August 1, the first day of World Breastfeeding Week. The Collective is calling on governments, donors and other stakeholders to advance policies and programmes to enable more mothers to breastfeed.\n\nThese policies and programmes include:\n\nenforcing the International Code of Marketing of Breast-milk Substitutes so that breast-milk substitute companies cannot mislead women;\n\nstrengthening policy provisions that support family leave and breastfeeding in the workplace to encourage more working mothers to breastfeed their babies;\n\nimproving the quality of maternity care to provide new mothers with breastfeeding support;\n\nincreasing access to skilled breastfeeding counselling in the health system;","metadata":{"loc":{"lines":{"from":1111,"to":1123}}}}],["107",{"pageContent":"improving the quality of maternity care to provide new mothers with breastfeeding support;\n\nincreasing access to skilled breastfeeding counselling in the health system;\n\nfostering community networks that support women in breastfeeding;\n\nstrengthening information systems to track progress towards the global goal of increasing breastfeeding; and\n\nincreasing funding to protect, promote, and support breastfeeding.\n\nBreastfeeding is not a one-woman job. Mothers need assistance and support from their health care providers, families, employers, communities, and governments so they can provide their children with the healthiest start to life. Together, we can support women to breastfeed and protect the health and well-being of future generations.\n\nReferences\n\nAn Investment Framework for Meeting the Global Nutrition Target for Breastfeeding, 2016. The World Bank Group.Walters, D., Eberwein, J.D., Sullivan, L., D’Alimonte, M., and Shekar, M.","metadata":{"loc":{"lines":{"from":1121,"to":1135}}}}],["108",{"pageContent":"An Investment Framework for Meeting the Global Nutrition Target for Breastfeeding, 2016. The World Bank Group.Walters, D., Eberwein, J.D., Sullivan, L., D’Alimonte, M., and Shekar, M.\n\n\n\n\n\nGlobal breastfeeding scorecard, 2017: Tracking progress for breastfeeding policies and programmes\n\nSource: https://www.who.int/publications/m/item/global-breastfeeding-scorecard-2017-tracking-progress-for-breastfeeding-policies-and-programmes\n\nOverview\n\nWHO and UNICEF have established recommendations for breastfeeding practices. Although every mother decides how to feed her child, this decision is strongly influenced by economic, environmental, social and political factors. The Global Breastfeeding Scorecard analyzes indicators on how countries protect, promote and support breastfeeding through funding or policies.","metadata":{"loc":{"lines":{"from":1135,"to":1147}}}}],["109",{"pageContent":"Worldwide, performance on recommended policies and programmes for breastfeeding is poor. No country is highly compliant on all indicators, illustrating that substantial progress on all fronts is needed. Unfortunately, countries are not adequately protecting, promoting, or supporting breastfeeding.\n\nExecutive summary\n\nMethodology\n\nGuide to navigate the Global Breastfeeding Scorecard\n\nWorld maps to display data\n\nInteractive dashboard\n\nMore information\n\nGlobal Breastfeeding Collective\n\n\n\n\n\nGlobal breastfeeding scorecard, 2018: Enabling women to breastfeed through better policies and programmes\n\nSource: https://www.who.int/publications/m/item/global-breastfeeding-scorecard-2018-enabling-women-to-breastfeed-through-better-policies-and-programmes\n\nOverview","metadata":{"loc":{"lines":{"from":1149,"to":1173}}}}],["110",{"pageContent":"Source: https://www.who.int/publications/m/item/global-breastfeeding-scorecard-2018-enabling-women-to-breastfeed-through-better-policies-and-programmes\n\nOverview\n\nThe Global Breastfeeding Scorecard periodically reviews national progress on implementing seven actions needed to enable women to breastfeed, including funding of breastfeeding programmes, regulation of marketing of breast-milk substitutes, maternity protection in the workplace, compliance with the Baby-Friendly Hospital Initiative, access to breastfeeding counselling and training, availability of community support programmes, and consistent monitoring.","metadata":{"loc":{"lines":{"from":1171,"to":1175}}}}],["111",{"pageContent":"The goal of the Scorecard is to encourage progress, increase accountability, and document change for all countries as they take the necessary steps to protect, promote, and support breastfeeding. While there are countries that have made significant progress, there is no single country that has met all the recommendations described in the Scorecard. Globally, the percent of countries carrying out the recommended actions is far too low. When governments increasingly enact policies that protect, promote, and support breastfeeding, women will be enabled to make an informed decision on feeding their children and the health of women and children everywhere will be improved.\n\nMethodology\n\nGuide to navigate the Global Breastfeeding Scorecard\n\nWorld maps to display data\n\nInteractive dashboard\n\nMore information\n\nGlobal Breastfeeding Collective\n\n\n\n\n\nNurturing the health and wealth of nations: the investment case for breastfeeding","metadata":{"loc":{"lines":{"from":1177,"to":1195}}}}],["112",{"pageContent":"World maps to display data\n\nInteractive dashboard\n\nMore information\n\nGlobal Breastfeeding Collective\n\n\n\n\n\nNurturing the health and wealth of nations: the investment case for breastfeeding\n\nSource: https://www.who.int/publications/m/item/nurturing-the-health-and-wealth-of-nations-the-investment-case-for-breastfeeding\n\nOverview\n\nBreastfeeding is one of the smartest investment a country can make to build its future prosperity.\n\nIt offers children unparalleled health and brain-building benefits. It has the power to save the lives of women and children throughout the world, and the power to help national economies grow through lower health care costs and smarter work forces. Yet many societies are failing to adequately support women to breastfeed, and as a result, the majority of the world’s children—along with a majority of the world’s countries—are not able to reap the full benefits of breastfeeding.","metadata":{"loc":{"lines":{"from":1183,"to":1203}}}}],["113",{"pageContent":"The case to invest in breastfeeding has never been stronger, nor the need for action clearer. In 2012, the 194 countries of the World Health Assembly (WHA) committed to a target of increasing the global prevalence of exclusive breastfeeding in the first six months of life from the then baseline of 37 percent to at least 50 percent by 2025. But ensuring that at least half of the world’s children are exclusively breastfed for the first six months of their lives should be a starting point, not an endgame. Rapid progress is possible with investments in policies and programs that better support women to breastfeed, and that ensure that more of the world’s children have the opportunity to thrive.\n\nMore information\n\nGlobal Breastfeeding Collective\n\n\n\n\n\nWorld Breastfeeding Week 2018\n\nSource: https://www.who.int/news-room/commentaries/detail/world-breastfeeding-week-2018","metadata":{"loc":{"lines":{"from":1205,"to":1217}}}}],["114",{"pageContent":"More information\n\nGlobal Breastfeeding Collective\n\n\n\n\n\nWorld Breastfeeding Week 2018\n\nSource: https://www.who.int/news-room/commentaries/detail/world-breastfeeding-week-2018\n\nEvery year, countries around the world observe World Breastfeeding Week for a good reason: breastfeeding is one of the most effective ways to provide children everywhere with the best start to life. This year, the World Health Assembly embraced the annual celebration of World Breastfeeding Week by Member States as a valuable way to advocate for the protection, promotion and support of breastfeeding everywhere.\n\nThe theme of this year’s World Breastfeeding Week is “Breastfeeding: Foundation for Life” — a recognition of the importance of breastfeeding to a baby’s future.","metadata":{"loc":{"lines":{"from":1207,"to":1221}}}}],["115",{"pageContent":"The theme of this year’s World Breastfeeding Week is “Breastfeeding: Foundation for Life” — a recognition of the importance of breastfeeding to a baby’s future.\n\nEstablishing exclusive breastfeeding – feeding infants nothing but breastmilk for the first six months of life — helps young children grow, preventing undernutrition, promoting brain development, and reducing the risk that children will become overweight.\n\nBreastfeeding is also a newborn’s first vaccine, providing vital antibodies and an immunity boost.\n\nFrom the earliest moments of a child’s life, breastfeeding can mean the difference between life and death. Putting newborns to the breast within the first hour of life safeguards against newborn deaths. In fact, improving breastfeeding practices could save the lives of 823,000 children under age five every year.","metadata":{"loc":{"lines":{"from":1221,"to":1227}}}}],["116",{"pageContent":"And in emergency settings, when communities are faced with limited access to clean water and basic health services, breastfeeding guarantees a safe, nutritious and accessible food source for infants and young children, while shielding them from disease.\n\nDespite these clear benefits, many children are missing out. Globally, only about two out of five of all newborns are put to the breast within an hour of birth — and only 40 per cent of children under six months of age are exclusively breastfed.\n\nThere are many reasons why millions of women are unable to start and continue breastfeeding successfully.\n\nFor example, many women give birth without access to the quality care, counselling and support they need from health workers. Others are given infant formula or other substitutes in maternity facilities, when they could be breastfeeding.\n\nWe must find new ways — and new political will — to help these children, wherever they live, benefit from the lifesaving benefits of breastfeeding.","metadata":{"loc":{"lines":{"from":1229,"to":1237}}}}],["117",{"pageContent":"We must find new ways — and new political will — to help these children, wherever they live, benefit from the lifesaving benefits of breastfeeding.\n\nA 2018 scorecard released by the Global Breastfeeding Collective — a partnership of more than 20 international agencies and non-governmental organizations co-led by UNICEF and WHO — calls for more action and investment in a number of areas.\n\nThese recommendations include increased funding for comprehensive breastfeeding programmes, better monitoring systems to track breastfeeding trends, strengthened maternity and paternity leave provisions that encourage breastfeeding, and improved breastfeeding counselling and support in health facilities.\n\nBreastfeeding is indeed the foundation for life and gives growing children a once-in-a-lifetime opportunity to grow and develop to their full potential.","metadata":{"loc":{"lines":{"from":1237,"to":1243}}}}],["118",{"pageContent":"Breastfeeding is indeed the foundation for life and gives growing children a once-in-a-lifetime opportunity to grow and develop to their full potential.\n\nAs we mark this year’s World Breastfeeding Week, let us also recommit to doing more to help every child, everywhere, realize the lifesaving benefits of breastfeeding, no matter where they live.\n\n\n\n\n\nBreastfeeding support for all\n\nSource: https://www.who.int/campaigns/world-breastfeeding-week/2024\n\nAbout the campaign\n\n\n\n\n\nLaws to protect breastfeeding inadequate in most countries\n\nSource: https://www.who.int/news/item/09-05-2016-laws-to-protect-breastfeeding-inadequate-in-most-countries\n\nA new report by WHO, UNICEF, and the International Baby Food Action Network (IBFAN) reveals the status of national laws to protect and promote breastfeeding.","metadata":{"loc":{"lines":{"from":1243,"to":1265}}}}],["119",{"pageContent":"A new report by WHO, UNICEF, and the International Baby Food Action Network (IBFAN) reveals the status of national laws to protect and promote breastfeeding.\n\nOf the 194 countries analysed in the report, 135 have in place some form of legal measure related to the International Code of Marketing of Breast-Milk Substitutes and subsequent resolutions adopted by the World Health Assembly (the Code). This is up from 103 countries in 2011, when the last WHO analysis was done. Only 39 countries have laws that enact all provisions of the Code, however, a slight increase from 37 in 2011.","metadata":{"loc":{"lines":{"from":1265,"to":1267}}}}],["120",{"pageContent":"WHO and UNICEF recommend that babies are fed nothing but breast milk for their first 6 months, after which they should continue breastfeeding – as well as eating other safe and nutritionally adequate foods – until 2 years of age or beyond. In that context, WHO Member States have committed to increase the rate of exclusive breastfeeding in the first 6 months of life to at least 50% by 2025 as one of a set of global nutrition targets","metadata":{"loc":{"lines":{"from":1269,"to":1269}}}}],["121",{"pageContent":"The Code calls on countries to protect breastfeeding by stopping the inappropriate marketing of breast-milk substitutes (including infant formula), feeding bottles and teats. It also aims to and ensure breast-milk substitutes are used safely when they are necessary. It bans all forms of promotion of substitutes, including advertising, gifts to health workers and distribution of free samples. In addition, labels cannot make nutritional and health claims or include images that idealize infant formula. They must include clear instructions on how to use the product and carry messages about the superiority of breastfeeding over formula and the risks of not breastfeeding.","metadata":{"loc":{"lines":{"from":1271,"to":1271}}}}],["122",{"pageContent":"“It is encouraging to see more countries pass laws to protect and promote breastfeeding, but there are still far too many places where mothers are inundated with incorrect and biased information through advertising and unsubstantiated health claims. This can distort parents’ perceptions and undermine their confidence in breastfeeding, with the result that far too many children miss out on its many benefits,” says Dr Francesco Branca, Director of WHO’s Department of Nutrition for Health and Development.\n\nThe breast-milk substitute business is a big one, with annual sales amounting to almost US$ 45 billion worldwide. This is projected to rise by over 55% to US$ 70 billion by 2019.","metadata":{"loc":{"lines":{"from":1273,"to":1275}}}}],["123",{"pageContent":"The breast-milk substitute business is a big one, with annual sales amounting to almost US$ 45 billion worldwide. This is projected to rise by over 55% to US$ 70 billion by 2019.\n\n“The breast-milk substitutes industry is strong and growing, and so the battle to increase the rate of exclusive breastfeeding around the world is an uphill one – but it is one that is worth the effort,” says UNICEF Chief of Nutrition Werner Schultink. “Mothers deserve a chance to get the correct information: that they have readily available the means to protect the health and well-being of their children. Clever marketing should not be allowed to fudge the truth that there is no equal substitute for a mother’s own milk.”","metadata":{"loc":{"lines":{"from":1275,"to":1277}}}}],["124",{"pageContent":"Overall, richer countries lag behind poorer ones. The proportion of countries with comprehensive legislation in line with the Code is highest in the WHO South-East Asia Region (36%, or 4 out of 11 countries), followed by the WHO African Region (30%, or 14 out of 47 countries) and the WHO Eastern Mediterranean Region (29%, or 6 out of 21 countries). The WHO Region of the Americas (23%, or 8 out of 35 countries); Western Pacific Region (15%, or 4 out of 27 countries); and European Region (6%, or 3 out of 53 countries) have lower proportions of countries with comprehensive legislation.\n\nAmong the countries that have any laws on marketing of breast-milk substitutes, globally:\n\nJust over half sufficiently prohibit advertising and promotion.\n\nFewer than half prohibit the provision to health facilities of free or low-cost supplies of breast-milk substitutes.\n\nJust over half prohibit gifts to health workers or members of their families.","metadata":{"loc":{"lines":{"from":1279,"to":1287}}}}],["125",{"pageContent":"Fewer than half prohibit the provision to health facilities of free or low-cost supplies of breast-milk substitutes.\n\nJust over half prohibit gifts to health workers or members of their families.\n\nThe scope of products to which legislation applies remains limited. Many countries’ laws cover infant formula and ‘follow-up formula’, but only one third explicitly cover products intended for children aged 1 year and up.\n\nFewer than half of countries ban nutrition and health claims on designated products.\n\nIBFAN, with its International Code Documentation Centre (ICDC) taking the lead, has closely cooperated with WHO and UNICEF to prepare this report. The results are in line with the findings reported in ICDC’s own\"State of the Code 2016\".","metadata":{"loc":{"lines":{"from":1285,"to":1293}}}}],["126",{"pageContent":"“IBFAN hopes that the report will lead more countries to improve and enforce existing legislation so that breastfeeding will have a better chance and save more lives,” says Annelies Allain, Director of IBFAN’s ICDC. “Legislation needs to keep pace with new marketing strategies and this report will help policy makers to do so.”\n\nThe report,\"Marketing of breast-milk substitutes: National implementation of the International Code – Status report 2016\", includes tables showing, country by country, which Code measures have and have not been enacted into law. It also includes case studies on countries that have strengthened their laws or monitoring systems for the Code in recent years. These include Armenia, Botswana, India and Viet Nam.\n\nMarketing of breast-milk substitutes: National implementation of the international code\n\nMonitoring is essential to enforcement","metadata":{"loc":{"lines":{"from":1295,"to":1301}}}}],["127",{"pageContent":"Marketing of breast-milk substitutes: National implementation of the international code\n\nMonitoring is essential to enforcement\n\nMonitoring is essential to detect violations and report them to the appropriate authorities so they can intervene and stop such activities. Yet, only 32 countries report having a monitoring mechanism in place, and of those, few are fully functional. Among the countries with a formal monitoring mechanism, fewer than half publish the results, and just 6 countries have dedicated budgets or funding for monitoring and enforcement.\n\nWHO and UNICEF have recently established a Global Network for Monitoring and Support for Implementation of the Code (NetCode) to help strengthen countries’ and civil society capacity to monitor and effectively enforce Code laws. Key nongovernmental organizations, including IBFAN, Helen Keller International, and Save the Children, along with academic centres and selected countries have joined this network.\n\nWhy breastfeed?","metadata":{"loc":{"lines":{"from":1299,"to":1307}}}}],["128",{"pageContent":"Why breastfeed?\n\nGlobally, nearly 2 out of 3 infants are not exclusively breastfed for the recommended 6 months—a rate that has not improved in 2 decades. Breast milk is the ideal food for infants. It is safe, clean and contains antibodies which help protect against many common childhood illnesses. Breastfed children perform better on intelligence tests, are less likely to be overweight or obese and less prone to diabetes later in life. Women who breastfeed also have a reduced risk of breast and ovarian cancers. Inappropriate marketing of breast-milk substitutes continues to undermine efforts to improve breastfeeding rates and duration worldwide.","metadata":{"loc":{"lines":{"from":1307,"to":1309}}}}],["129",{"pageContent":"New analyses have revealed that increasing breastfeeding to near-universal levels could save the lives of more than 820 000 children aged under 5 years and 20 000 women each year. It could also add an estimated US$ 300 billion into the global economy annually, based on improvements in cognitive ability if every infant was breastfed until at least 6 months of age and their expected increased earnings later in life. Boosting breastfeeding rates would significantly reduce costs to families and governments for treatment of childhood illnesses such as pneumonia, diarrhoea and asthma.\n\n\n\n\n\nBabies and mothers worldwide failed by lack of investment in breastfeeding\n\nSource: https://www.who.int/news/item/01-08-2017-babies-and-mothers-worldwide-failed-by-lack-of-investment-in-breastfeeding\n\nGlobal Breastfeeding Collective\n\nGlobal Breastfeeding Scorecard\n\nNurturing the Health and Wealth of Nations: The Investment Case for Breastfeeding","metadata":{"loc":{"lines":{"from":1311,"to":1325}}}}],["130",{"pageContent":"Global Breastfeeding Collective\n\nGlobal Breastfeeding Scorecard\n\nNurturing the Health and Wealth of Nations: The Investment Case for Breastfeeding\n\nIncrease funding to raise breastfeeding rates from birth through two years.\n\nFully implement the International Code of Marketing of Breast-milk Substitutes and relevant World Health Assembly resolutions through strong legal measures that are enforced and independently monitored by organizations free from conflicts of interest.\n\nEnact paid family leave and workplace breastfeeding policies, building on the International Labour Organization’s maternity protection guidelines as a minimum requirement, including provisions for the informal sector.\n\nImplement the Ten Steps to Successful Breastfeeding in maternity facilities, including providing breastmilk for sick and vulnerable newborns.\n\nImprove access to skilled breastfeeding counselling as part of comprehensive breastfeeding policies and programmes in health facilities.","metadata":{"loc":{"lines":{"from":1321,"to":1335}}}}],["131",{"pageContent":"Improve access to skilled breastfeeding counselling as part of comprehensive breastfeeding policies and programmes in health facilities.\n\nStrengthen links between health facilities and communities, and encourage community networks that protect, promote, and support breastfeeding.\n\nStrengthen monitoring systems that track the progress of policies, programmes, and funding towards achieving both national and global breastfeeding targets.\n\nBreastfeeding is critical for the achievement of many of the Sustainable Development Goals. It improves nutrition (SDG2), prevents child mortality and decreases the risk of non-communicable diseases (SDG3), and supports cognitive development and education (SDG4). Breastfeeding is also an enabler to ending poverty, promoting economic growth and reducing inequalities.\n\nNote to editors\n\nAbout the Global Breastfeeding Scorecard","metadata":{"loc":{"lines":{"from":1335,"to":1345}}}}],["132",{"pageContent":"Note to editors\n\nAbout the Global Breastfeeding Scorecard\n\nThe Scorecard compiles data from countries all over the world on the status of seven priorities set by the Global Breastfeeding Collective to increase the rate of breastfeeding.\n\nThe 23 countries that have achieved exclusive breastfeeding rates above 60 per cent are: Bolivia, Burundi, Cabo Verde, Cambodia, Democratic People’s Republic of Korea, Eritrea, Kenya, Kiribati, Lesotho, Malawi, Federated States of Micronesia, Nauru, Nepal, Peru, Rwanda, São Tome and Principe, Solomon Islands, Sri Lanka, Swaziland, Timor-Leste, Uganda, Vanuatu, and Zambia.\n\nAbout the Global Breastfeeding Collective\n\nCo-led by UNICEF and WHO, the Global Breastfeeding Collective’s mission is to rally political, legal, financial, and public support for breastfeeding, which will benefit mothers, children, and society.\n\n\n\n\n\nWHO and UNICEF issue new guidance to promote breastfeeding in health facilities globally","metadata":{"loc":{"lines":{"from":1343,"to":1359}}}}],["133",{"pageContent":"WHO and UNICEF issue new guidance to promote breastfeeding in health facilities globally\n\nSource: https://www.who.int/news/item/11-04-2018-who-and-unicef-issue-new-guidance-to-promote-breastfeeding-in-health-facilities-globally\n\nWHO and UNICEF today issued new ten-step guidance to increase support for breastfeeding in health facilities that provide maternity and newborn services. Breastfeeding all babies for the first two years would save the lives of more than 820 000 children under age 5 annually.\n\nTheTen Steps to Successful Breastfeedingunderpin the Baby-friendly Hospital Initiative, which both organizations launched in 1991. The practical guidance encourages new mothers to breastfeed and informs health workers how best to support breastfeeding.","metadata":{"loc":{"lines":{"from":1359,"to":1365}}}}],["134",{"pageContent":"Breastfeeding is vital to a child’s lifelong health, and reduces costs for health facilities, families, and governments. Breastfeeding within the first hour of birth protects newborn babies from infections and saves lives. Infants are at greater risk of death due to diarrhoea and other infections when they are only partially breastfed or not breastfed at all. Breastfeeding also improves IQ, school readiness and attendance, and is associated with higher income in adult life. It also reduces the risk of breast cancer in the mother.\n\n\"Breastfeeding saves lives. Its benefits help keep babies healthy in their first days and last will into adulthood,\" says UNICEF Executive Director Henrietta H. Fore. \"But breastfeeding requires support, encouragement and guidance. With these basic steps, implemented properly, we can significantly improve breastfeeding rates around the world and give children the best possible start in life.\"","metadata":{"loc":{"lines":{"from":1367,"to":1369}}}}],["135",{"pageContent":"WHO Director-General Dr Tedros Adhanom Ghebreyesus says that in many hospitals and communities around the world, whether a child can be breastfed or not can make the difference between life and death, and whether a child will develop to reach his or her full potential.\n\n\"Hospitals are not there just to cure the ill. They are there to promote life and ensure people can thrive and live their lives to their full potential,\" says Dr Tedros. \"As part of every country’s drive to achieve universal health coverage, there is no better or more crucial place to start than by ensuring theTen Steps to Successful Breastfeedingare the standard for care of mothers and their babies.\"\n\nThe new guidance describes practical steps countries should take to protect, promote and support breastfeeding in facilities providing maternity and newborn services. They provide the immediate health system platform to help mothers initiate breastfeeding within the first hour and breastfeed exclusively for six months.","metadata":{"loc":{"lines":{"from":1371,"to":1375}}}}],["136",{"pageContent":"It describes how hospitals should have a written breastfeeding policy in place, staff competencies, and antenatal and post-birth care, including breastfeeding support for mothers. It also recommends limited use of breastmilk substitutes, rooming-in, responsive feeding, educating parents on the use of bottles and pacifiers, and support when mothers and babies are discharged from hospital.\n\nNote to editors\n\nThe Ten Steps are based on the WHO guidelines, issued in November 2017, titledProtecting, promoting and supporting breastfeeding in facilities providing maternity and newborn services.","metadata":{"loc":{"lines":{"from":1377,"to":1381}}}}],["137",{"pageContent":"The Ten Steps are based on the WHO guidelines, issued in November 2017, titledProtecting, promoting and supporting breastfeeding in facilities providing maternity and newborn services.\n\nEarly initiation of breastfeeding, within one hour of birth, protects the newborn from acquiring infections and reduces newborn mortality. Starting breastfeeding early increases the chances of a successful continuation of breastfeeding. Exclusive breastfeeding for six months has many benefits for the infant and mother. Chief among these is protection against gastrointestinal infections and malnutrition, which are observed not only in developing but also industrialized countries.","metadata":{"loc":{"lines":{"from":1381,"to":1383}}}}],["138",{"pageContent":"Breast-milk is also an important source of energy and nutrients in children aged 6–23 months. It can provide half or more of a child’s energy needs between 6-12 months, and one-third of energy needs between 12-24 months. Breast-milk is also a critical source of energy and nutrients during illness, and reduces mortality among children who are malnourished.\n\nChildren and adolescents who were breastfed as babies are less likely to be overweight or obese.\n\n\n\n\n\nBabies and mothers worldwide failed by lack of investment in breastfeeding\n\nSource: http://www.who.int/entity/mediacentre/news/releases/2017/lack-investment-breastfeeding/en/index.html\n\nGlobal Breastfeeding Collective\n\nGlobal Breastfeeding Scorecard\n\nNurturing the Health and Wealth of Nations: The Investment Case for Breastfeeding\n\nIncrease funding to raise breastfeeding rates from birth through two years.","metadata":{"loc":{"lines":{"from":1385,"to":1403}}}}],["139",{"pageContent":"Global Breastfeeding Scorecard\n\nNurturing the Health and Wealth of Nations: The Investment Case for Breastfeeding\n\nIncrease funding to raise breastfeeding rates from birth through two years.\n\nFully implement the International Code of Marketing of Breast-milk Substitutes and relevant World Health Assembly resolutions through strong legal measures that are enforced and independently monitored by organizations free from conflicts of interest.\n\nEnact paid family leave and workplace breastfeeding policies, building on the International Labour Organization’s maternity protection guidelines as a minimum requirement, including provisions for the informal sector.\n\nImplement the Ten Steps to Successful Breastfeeding in maternity facilities, including providing breastmilk for sick and vulnerable newborns.\n\nImprove access to skilled breastfeeding counselling as part of comprehensive breastfeeding policies and programmes in health facilities.","metadata":{"loc":{"lines":{"from":1399,"to":1411}}}}],["140",{"pageContent":"Improve access to skilled breastfeeding counselling as part of comprehensive breastfeeding policies and programmes in health facilities.\n\nStrengthen links between health facilities and communities, and encourage community networks that protect, promote, and support breastfeeding.\n\nStrengthen monitoring systems that track the progress of policies, programmes, and funding towards achieving both national and global breastfeeding targets.\n\nBreastfeeding is critical for the achievement of many of the Sustainable Development Goals. It improves nutrition (SDG2), prevents child mortality and decreases the risk of non-communicable diseases (SDG3), and supports cognitive development and education (SDG4). Breastfeeding is also an enabler to ending poverty, promoting economic growth and reducing inequalities.\n\nNote to editors\n\nAbout the Global Breastfeeding Scorecard","metadata":{"loc":{"lines":{"from":1411,"to":1421}}}}],["141",{"pageContent":"Note to editors\n\nAbout the Global Breastfeeding Scorecard\n\nThe Scorecard compiles data from countries all over the world on the status of seven priorities set by the Global Breastfeeding Collective to increase the rate of breastfeeding.\n\nThe 23 countries that have achieved exclusive breastfeeding rates above 60 per cent are: Bolivia, Burundi, Cabo Verde, Cambodia, Democratic People’s Republic of Korea, Eritrea, Kenya, Kiribati, Lesotho, Malawi, Federated States of Micronesia, Nauru, Nepal, Peru, Rwanda, São Tome and Principe, Solomon Islands, Sri Lanka, Swaziland, Timor-Leste, Uganda, Vanuatu, and Zambia.\n\nAbout the Global Breastfeeding Collective\n\nCo-led by UNICEF and WHO, the Global Breastfeeding Collective’s mission is to rally political, legal, financial, and public support for breastfeeding, which will benefit mothers, children, and society.\n\n\n\n\n\nWorld Breastfeeding Week 2018","metadata":{"loc":{"lines":{"from":1419,"to":1435}}}}],["142",{"pageContent":"World Breastfeeding Week 2018\n\nSource: https://www.who.int/news-room/events/detail/2018/08/01/default-calendar/world-breastfeeding--week--2018\n\nWorld Breastfeeding Week is celebrated every year from 1 to 7 August to encourage breastfeeding and improve the health of babies around the world.\n\nIt commemorates the Innocenti Declaration signed in August 1990 by government policymakers, WHO, UNICEF and other organizations to protect, promote and support breastfeeding.\n\nBreastfeeding is the best way to provide infants with the nutrients they need. WHO recommends exclusive breastfeeding starting within one hour after birth until a baby is 6 months old. Nutritious complementary foods should then be added while continuing to breastfeed for up to 2 years or beyond.","metadata":{"loc":{"lines":{"from":1435,"to":1443}}}}],["143",{"pageContent":"This year, WHO is working with UNICEF and partners to promote the importance of helping mothers breastfeed their babies within that crucial first hour of life. Skin-to-skin contact along with suckling at the breast stimulate the production of breastmilk, including colostrum, also called the baby’s ‘first vaccine’, which is extremely rich in nutrients and antibodies.\n\n\n\n\n\nKey messages\n\nSource: https://www.who.int/campaigns/world-breastfeeding-week/2024/key-messages\n\nKey messages\n\nSection navigation\n\nThis World Breastfeeding Week, let’s appreciate breastfeeding mums and ensure they get the support they need.\n\nBreastfeeding support comes in many forms – from staff welcoming breastfeeding in your local café to helpful advice from a health worker or maternity protections from your government. These all help protect the health and rights of women and babies.","metadata":{"loc":{"lines":{"from":1445,"to":1461}}}}],["144",{"pageContent":"Women everywhere have the right to respectful breastfeeding counselling from trained health care providers, as well as laws and policies like maternity leave and provisions like paid time off when you go back to work.\n\nWe can all help ensure women feel able to breastfeed anytime, anywhere – and work to improve the position and condition of women at home, at work and in public life.\n\nWhat is needed to support mums\n\nSupport for women to breastfeed anytime, anywhere, so that it is normalized and not censured in public life\n\nEffective maternity entitlements that do not force women to choose between their families and their work\n\nTrained health professionals who can provide helpful, respectful breastfeeding support\n\nAn end to exploitative baby-milk promotions in all contexts\n\n\n\n\n\nAbout the campaign\n\nSource: https://www.who.int/campaigns/world-breastfeeding-week/2024/about-the-campaign\n\nAbout the campaign\n\nSection navigation","metadata":{"loc":{"lines":{"from":1463,"to":1487}}}}],["145",{"pageContent":"About the campaign\n\nSource: https://www.who.int/campaigns/world-breastfeeding-week/2024/about-the-campaign\n\nAbout the campaign\n\nSection navigation\n\nThe theme for 2024 isClosing the gap: Breastfeeding support for all.\n\nThis year we want to really recognize breastfeeding mums, ensure they are seen and heard, and share relatable human experiences about breastfeeding and the importance of multi-level support.\n\nThis support includes:\n\nPolicies and attitudes that value women and breastfeeding\n\nA women and breastfeeding-friendly health care system\n\nRespect for women’s autonomy and her right to breastfeed anytime, anywhere\n\nSolidarity and community support\n\nThere are actions we can all take that help women to breastfeed as long as they would like.\n\nCampaign date1 to 7 August\n\nCampaign themeBreastfeeding support for all\n\nCampaign hashtag#WorldBreastfeedingWeek #TogetherForMoms\n\n\n\n\n\nBreastfeeding is not a one-woman job","metadata":{"loc":{"lines":{"from":1481,"to":1515}}}}],["146",{"pageContent":"Campaign date1 to 7 August\n\nCampaign themeBreastfeeding support for all\n\nCampaign hashtag#WorldBreastfeedingWeek #TogetherForMoms\n\n\n\n\n\nBreastfeeding is not a one-woman job\n\nSource: http://www.who.int/entity/mediacentre/commentaries/world-breastfeeding-week/en/index.html\n\nVirtually every country around the world observes World Breastfeeding Week each year for good reason: breastfeeding is one of the smartest investments that a country, a community, and a family can make.\n\nThe theme of this year’s World Breastfeeding Week is\"Sustaining Breastfeeding Together,\"because all of us – governments, decision-makers, development partners, professional bodies, academia, media, advocates, and other stakeholders – must work together to strengthen existing partnerships and forge new ways to invest in and support breastfeeding for a more sustainable future.","metadata":{"loc":{"lines":{"from":1505,"to":1521}}}}],["147",{"pageContent":"Breastfeeding helps provide children everywhere with the healthiest start to life. It acts as the child’s first vaccine by providing antibodies. It contributes to healthy growth and development, protecting children during their critical first two years, as well as later in life. And breastfeeding also benefits mothers, decreasing their risk of breast cancer, ovarian cancer, and diabetes.\n\nEnabling the Sustainable Development Goals\n\nBreastfeeding is good not only for mothers and babies. It is critical for achievement of many of the Sustainable Development Goals (SDGs). It improves nutrition (SDG2), prevents child mortality and decreases the risk of noncommunicable diseases (SDG3), and supports cognitive development and education (SDG4). Breastfeeding is also an enabler to ending poverty, promoting economic growth, and reducing inequalities.","metadata":{"loc":{"lines":{"from":1523,"to":1527}}}}],["148",{"pageContent":"\"Breastfeeding helps provide children everywhere with the healthiest start to life. It acts as the child’s first vaccine by providing antibodies.\"Dr Tedros Adhanom Ghebreyesus, WHO Director-GeneralAnthony Lake, UNICEF Executive Director\n\n\"Breastfeeding helps provide children everywhere with the healthiest start to life. It acts as the child’s first vaccine by providing antibodies.\"\n\nDr Tedros Adhanom Ghebreyesus, WHO Director-GeneralAnthony Lake, UNICEF Executive Director","metadata":{"loc":{"lines":{"from":1529,"to":1533}}}}],["149",{"pageContent":"Dr Tedros Adhanom Ghebreyesus, WHO Director-GeneralAnthony Lake, UNICEF Executive Director\n\nIt also benefits national economies, by helping to lower health care costs, increase educational attainment and, ultimately, boost productivity. Indeed, breastfeeding is one of the most cost effective investments available. Every US$ 1 invested in supporting breastfeeding generates an estimated US$ 35 dollars in economic returns across lower- and middle-income countries(1). By contrast, low breastfeeding rates translate into billions of dollars’ worth of lost productivity and health care costs to treat preventable illnesses and chronic diseases.","metadata":{"loc":{"lines":{"from":1533,"to":1535}}}}],["150",{"pageContent":"Recognizing the crucial role of breastfeeding in global health and development, in 2012, the 194 Member States of the World Health Assembly committed to a target of increasing the global rate of exclusive breastfeeding in the first six months of life from a baseline of 37% to 50% by 2025. Subsequently, the United Nations proclaimed a Decade of Action on Nutrition (2016–2025), inviting countries to implement a Framework for Action that includes a number of measures in support of breastfeeding.\n\nRapid progress is possible with investments in policies and programmes that better support a woman’s decision to breastfeed and ensure that more of the world’s children have the opportunity to thrive.\n\nLaunch of the Global Breastfeeding Collective","metadata":{"loc":{"lines":{"from":1537,"to":1541}}}}],["151",{"pageContent":"Launch of the Global Breastfeeding Collective\n\nConsequently, UNICEF and WHO have come together with 20 prominent international agencies and nongovernmental organizations to form the Global Breastfeeding Collective, to be launched on August 1, the first day of World Breastfeeding Week. The Collective is calling on governments, donors and other stakeholders to advance policies and programmes to enable more mothers to breastfeed.\n\nThese policies and programmes include:\n\nenforcing the International Code of Marketing of Breast-milk Substitutes so that breast-milk substitute companies cannot mislead women;\n\nstrengthening policy provisions that support family leave and breastfeeding in the workplace to encourage more working mothers to breastfeed their babies;\n\nimproving the quality of maternity care to provide new mothers with breastfeeding support;\n\nincreasing access to skilled breastfeeding counselling in the health system;","metadata":{"loc":{"lines":{"from":1541,"to":1553}}}}],["152",{"pageContent":"improving the quality of maternity care to provide new mothers with breastfeeding support;\n\nincreasing access to skilled breastfeeding counselling in the health system;\n\nfostering community networks that support women in breastfeeding;\n\nstrengthening information systems to track progress towards the global goal of increasing breastfeeding; and\n\nincreasing funding to protect, promote, and support breastfeeding.\n\nBreastfeeding is not a one-woman job. Mothers need assistance and support from their health care providers, families, employers, communities, and governments so they can provide their children with the healthiest start to life. Together, we can support women to breastfeed and protect the health and well-being of future generations.\n\nReferences\n\nAn Investment Framework for Meeting the Global Nutrition Target for Breastfeeding, 2016. The World Bank Group.Walters, D., Eberwein, J.D., Sullivan, L., D’Alimonte, M., and Shekar, M.\n\n\n\n\n\nBreastfeeding","metadata":{"loc":{"lines":{"from":1551,"to":1571}}}}],["153",{"pageContent":"Breastfeeding\n\nSource: http://www.who.int/news-room/facts-in-pictures/detail/breastfeeding\n\nBreastfeeding\n\nBreastfeeding is one of the most effective ways to ensure child health and survival.\n\nIf breastfeeding were scaled up to near universal levels, about 820 000 child lives would be saved every year(1). Globally, only 40% of infants under six months of age are exclusively breastfed.\n\nWHO actively promotes breastfeeding as the best source of nourishment for infants and young children. This fact file explores the many benefits of the practice, and how strong support to mothers can increase.\n\nBreastfeeding for the first six months is crucial","metadata":{"loc":{"lines":{"from":1571,"to":1583}}}}],["154",{"pageContent":"Breastfeeding for the first six months is crucial\n\nWHO recommends that:mothers initiate breastfeeding within one hour of birth;infants should be exclusively breastfed for the first six months of life to achieve optimal growth,development and health, and thereafter, to meet their evolving nutritional requirements, infants should receive nutritionally adequate and safe complementary foods, while continuing to be breastfed; andbreastfeeding should continue for up to two years or beyond.\n\nWHO recommends that:\n\nmothers initiate breastfeeding within one hour of birth;\n\ninfants should be exclusively breastfed for the first six months of life to achieve optimal growth,\n\ndevelopment and health, and thereafter, to meet their evolving nutritional requirements, infants should receive nutritionally adequate and safe complementary foods, while continuing to be breastfed; and\n\nbreastfeeding should continue for up to two years or beyond.\n\nBreastfeeding protects infants from childhood illnesses","metadata":{"loc":{"lines":{"from":1583,"to":1597}}}}],["155",{"pageContent":"breastfeeding should continue for up to two years or beyond.\n\nBreastfeeding protects infants from childhood illnesses\n\nBreast milk is the ideal food for newborns and infants. It gives infants all the nutrients they need for healthy development. It is safe and contains antibodies that help protect infants from common childhood illnesses such as diarrhoea and pneumonia, the two primary causes of child mortality worldwide. Breast milk is readily available and affordable, which helps to ensure that infants get adequate nutrition.\n\nBreastfeeding also benefits mothers\n\nExclusive breastfeeding is associated with a natural (though not fail-safe) method of birth control (98% protection in the first six months after birth). It reduces risks of breast and ovarian cancer, type II diabetes, and postpartum depression.\n\nBreastfeeding has long-term benefits for children","metadata":{"loc":{"lines":{"from":1595,"to":1605}}}}],["156",{"pageContent":"Breastfeeding has long-term benefits for children\n\nBeyond the immediate benefits for children, breastfeeding contributes to a lifetime of good health. Adolescents and adults who were breastfed as babies are less likely to be overweight or obese. They are less likely to have type-II diabetes and perform better in intelligence tests.\n\nInfant formula does not contain the antibodies found in breast milk\n\nThe long-term benefits of breastfeeding for mothers and children cannot be replicated with infant formula. When infant formula is not properly prepared, there are risks arising from the use of unsafe water and unsterilized equipment or the potential presence of bacteria in powdered formula. Malnutrition can result from over-diluting formula to \"stretch\" supplies. While frequent feeding maintains breast milk supply, if formula is used but becomes unavailable, a return to breastfeeding may not be an option due to diminished breast milk production.","metadata":{"loc":{"lines":{"from":1605,"to":1611}}}}],["157",{"pageContent":"Transmission of HIV through breastfeeding can be reduced with drugs\n\nAn HIV-infected mother can pass the infection to her infant during pregnancy, delivery and through breastfeeding. However, antiretroviral (ARV) drugs given to either the mother or HIV-exposed infant reduces the risk of transmission. Together, breastfeeding and ARVs have the potential to significantly improve infants' chances of surviving while remaining HIV uninfected. WHO recommends that when HIV-infected mothers breastfeed, they should receive ARVs and follow WHO guidance for infant feeding.\n\nMarketing of breast-milk substitutes are highly monitored","metadata":{"loc":{"lines":{"from":1613,"to":1617}}}}],["158",{"pageContent":"Marketing of breast-milk substitutes are highly monitored\n\nAn international code to regulate the marketing of breast-milk substitutes was adopted in 1981. It calls for:all formula labels and information to state the benefits of breastfeeding and the health risks of substitutes;no promotion of breast-milk substitutes;no free samples of substitutes to be given to pregnant women, mothers or their families; andno distribution of free or subsidized substitutes to health workers or facilities.\n\nAn international code to regulate the marketing of breast-milk substitutes was adopted in 1981. It calls for:\n\nall formula labels and information to state the benefits of breastfeeding and the health risks of substitutes;\n\nno promotion of breast-milk substitutes;\n\nno free samples of substitutes to be given to pregnant women, mothers or their families; and\n\nno distribution of free or subsidized substitutes to health workers or facilities.\n\nSupport for mothers is essential","metadata":{"loc":{"lines":{"from":1617,"to":1631}}}}],["159",{"pageContent":"no distribution of free or subsidized substitutes to health workers or facilities.\n\nSupport for mothers is essential\n\nBreastfeeding has to be learned and many women encounter difficulties at the beginning. Many routine practices, such as separation of mother and baby, use of newborn nurseries, and supplementation with infant formula, actually make it harder for mothers and babies to breastfeed. Health facilities that support breastfeeding by avoiding these practices and making trained breastfeeding counsellors available to new mothers encourage higher rates of the practice. To provide this support and improve care for mothers and newborns, most countries have implemented the WHO-UNICEF Baby-friendly Hospital Initiative, which sets standards for quality care.\n\nMothers should continue breastfeeding at work","metadata":{"loc":{"lines":{"from":1629,"to":1635}}}}],["160",{"pageContent":"Mothers should continue breastfeeding at work\n\nMany mothers who return to work abandon breastfeeding partially or completely because they do not have sufficient time, or a place to breastfeed, express and store their milk. Mothers need a safe, clean and private place in or near their workplace to continue breastfeeding. Enabling conditions at work, such as paid maternity leave, part-time work arrangements, on-site crèches, facilities for expressing and storing breast milk, and breastfeeding breaks, can help.\n\nSolid foods should be phased in at six months","metadata":{"loc":{"lines":{"from":1635,"to":1639}}}}],["161",{"pageContent":"Solid foods should be phased in at six months\n\nTo meet the growing needs of babies at six months of age, mashed solid foods should be introduced as a complement to continued breastfeeding. Foods for the baby can be specially prepared or modified from family meals. WHO notes that:breastfeeding should not be decreased when starting on solids;food should be given with a spoon or cup, not in a bottle;food should be clean and safe; andample time is needed for young children to learn to eat solid foods.\n\nTo meet the growing needs of babies at six months of age, mashed solid foods should be introduced as a complement to continued breastfeeding. Foods for the baby can be specially prepared or modified from family meals. WHO notes that:\n\nbreastfeeding should not be decreased when starting on solids;\n\nfood should be given with a spoon or cup, not in a bottle;\n\nfood should be clean and safe; and\n\nample time is needed for young children to learn to eat solid foods.","metadata":{"loc":{"lines":{"from":1639,"to":1651}}}}],["162",{"pageContent":"food should be given with a spoon or cup, not in a bottle;\n\nfood should be clean and safe; and\n\nample time is needed for young children to learn to eat solid foods.\n\nBreastfeeding: Maternal, newborn, child and adolescent health\n\nBreastfeeding: Nutrition for health and development\n\nFact sheet on infant and young child feeding\n\nMore about breastfeeding\n\n\n\n\n\nGlobal Breastfeeding Collective - A call to action\n\nSource: http://www.who.int/publications/m/item/global-breastfeeding-collective---a-call-to-action\n\nOverview\n\nBreastfeeding gives all children the healthiest start in life. Breastmilk acts as a baby’s first vaccine, stimulates brain development, and protects a woman’s health. When mothers breastfeed, everyone benefits. Breastfeeding leads to lower health care costs, healthier families, and a smarter workforce.","metadata":{"loc":{"lines":{"from":1647,"to":1671}}}}],["163",{"pageContent":"Yet, only 40 per cent of children under six months of age are fed only breastmilk. UNICEF and WHO are leading a Global Breastfeeding Collective to increase political commitment for breastfeeding—one of the smartest investments a country can make. The initiative aims to increase early initiation, exclusive breastfeeding for the first six months of life and continued breastfeeding for up to two years or beyond, together with appropriate, adequate and safe complementary foods.\n\nWe call upon implementers and donors from governments, philanthropies, international organizations, civil society to:\n\nIncrease fundingto raise breastfeeding rates from birth through two years.\n\nFully implement the International Code of Marketing of Breastmilk Substitutes and relevant World Health Assembly resolutions throughstrong legal measures that are enforced and independently monitoredby organizations free from conflicts of interest.","metadata":{"loc":{"lines":{"from":1673,"to":1679}}}}],["164",{"pageContent":"Enact paid family leave and workplace breastfeeding policies, building on the International Labour Organization’s maternity protection guidelines as a minimum requirement, including provisions for the informal sector.\n\nImplement the Ten Steps to Successful Breastfeeding in maternity facilities, including providing breastmilk for sick and vulnerable newborns.\n\nImprove access to skilled breastfeeding counsellingas part of comprehensive breastfeeding policies and programmes in health facilities.\n\nStrengthen links between health facilities and communities, and encourage community networks that protect, promote, and support breastfeeding.\n\nStrengthen monitoring systems that track the progressof policies, programmes, and funding towards achieving both national and global breastfeeding targets.\n\nMore information\n\nGlobal Breastfeeding Collective\n\n\n\n\n\nNurturing the health and wealth of nations: the investment case for breastfeeding","metadata":{"loc":{"lines":{"from":1681,"to":1699}}}}],["165",{"pageContent":"More information\n\nGlobal Breastfeeding Collective\n\n\n\n\n\nNurturing the health and wealth of nations: the investment case for breastfeeding\n\nSource: http://www.who.int/publications/m/item/nurturing-the-health-and-wealth-of-nations-the-investment-case-for-breastfeeding\n\nOverview\n\nBreastfeeding is one of the smartest investment a country can make to build its future prosperity.\n\nIt offers children unparalleled health and brain-building benefits. It has the power to save the lives of women and children throughout the world, and the power to help national economies grow through lower health care costs and smarter work forces. Yet many societies are failing to adequately support women to breastfeed, and as a result, the majority of the world’s children—along with a majority of the world’s countries—are not able to reap the full benefits of breastfeeding.","metadata":{"loc":{"lines":{"from":1691,"to":1707}}}}],["166",{"pageContent":"The case to invest in breastfeeding has never been stronger, nor the need for action clearer. In 2012, the 194 countries of the World Health Assembly (WHA) committed to a target of increasing the global prevalence of exclusive breastfeeding in the first six months of life from the then baseline of 37 percent to at least 50 percent by 2025. But ensuring that at least half of the world’s children are exclusively breastfed for the first six months of their lives should be a starting point, not an endgame. Rapid progress is possible with investments in policies and programs that better support women to breastfeed, and that ensure that more of the world’s children have the opportunity to thrive.\n\nMore information\n\nGlobal Breastfeeding Collective\n\n\n\n\n\nGlobal breastfeeding scorecard, 2017: Tracking progress for breastfeeding policies and programmes\n\nSource: http://www.who.int/publications/m/item/global-breastfeeding-scorecard-2017-tracking-progress-for-breastfeeding-policies-and-programmes","metadata":{"loc":{"lines":{"from":1709,"to":1721}}}}],["167",{"pageContent":"Source: http://www.who.int/publications/m/item/global-breastfeeding-scorecard-2017-tracking-progress-for-breastfeeding-policies-and-programmes\n\nOverview\n\nWHO and UNICEF have established recommendations for breastfeeding practices. Although every mother decides how to feed her child, this decision is strongly influenced by economic, environmental, social and political factors. The Global Breastfeeding Scorecard analyzes indicators on how countries protect, promote and support breastfeeding through funding or policies.\n\nWorldwide, performance on recommended policies and programmes for breastfeeding is poor. No country is highly compliant on all indicators, illustrating that substantial progress on all fronts is needed. Unfortunately, countries are not adequately protecting, promoting, or supporting breastfeeding.\n\nExecutive summary\n\nMethodology\n\nGuide to navigate the Global Breastfeeding Scorecard\n\nWorld maps to display data\n\nInteractive dashboard\n\nMore information","metadata":{"loc":{"lines":{"from":1721,"to":1739}}}}],["168",{"pageContent":"Executive summary\n\nMethodology\n\nGuide to navigate the Global Breastfeeding Scorecard\n\nWorld maps to display data\n\nInteractive dashboard\n\nMore information\n\nGlobal Breastfeeding Collective\n\n\n\n\n\nBreastfeeding\n\nSource: http://www.who.int/health-topics/breastfeeding\n\nBreastfeeding is one of the most effective ways to ensure child health and survival. However, contrary to WHO recommendations, fewer than half of infants under 6 months old are exclusively breastfed.\n\nBreastmilk is the ideal food for infants. It is safe, clean and contains antibodies which help protect against many common childhood illnesses. Breastmilk provides all the energy and nutrients that the infant needs for the first months of life, and it continues to provide up to half or more of a child’s nutritional needs during the second half of the first year, and up to one third during the second year of life.","metadata":{"loc":{"lines":{"from":1729,"to":1753}}}}],["169",{"pageContent":"Breastfed children perform better on intelligence tests, are less likely to be overweight or obese and less prone to diabetes later in life. Women who breastfeed also have a reduced risk of breast and ovarian cancers.\n\nInappropriate marketing of breast-milk substitutes continues to undermine efforts to improve breastfeeding rates and duration worldwide.\n\nWHO and UNICEF recommend that children initiate breastfeeding within the first hour of birth and be exclusively breastfed for the first 6 months of life – meaning no other foods or liquids are provided, including water.\n\nInfants should be breastfed on demand – that is as often as the child wants, day and night. No bottles, teats or pacifiers should be used.\n\nFrom the age of 6 months, children should begin eating safe and adequate complementary foods while continuing to breastfeed for up to two years of age or beyond.","metadata":{"loc":{"lines":{"from":1755,"to":1763}}}}],["170",{"pageContent":"From the age of 6 months, children should begin eating safe and adequate complementary foods while continuing to breastfeed for up to two years of age or beyond.\n\nWHO actively promotes breastfeeding as the best source of nourishment for infants and young children, and is working to increase the rate of exclusive breastfeeding for the first 6 months up to at least 50% by 2025.\n\nWHO and UNICEF created the Global Breastfeeding Collective to rally political, legal, financial, and public support for breastfeeding. The Collective brings together implementers and donors from governments, philanthropies, international organizations, and civil society.\n\nWHO’s Network for Global Monitoring and Support for Implementation of the International Code of Marketing of Breast-milk Substitutes, also known as NetCode, works to ensure that breast-milk substitutes are not marketed inappropriately.","metadata":{"loc":{"lines":{"from":1763,"to":1769}}}}],["171",{"pageContent":"Additionally, WHO provides training courses for health workers to provide skilled support to breastfeeding mothers, help them overcome problems, and monitor the growth of children.\n\nInfant and young child feeding\n\nMalnutrition\n\nNewborns: improving survival and well-being\n\nUp to what age can a baby stay well nourished by just being breastfed?\n\nQ&A on COVID-19 and breastfeeding\n\n5 keys to a healthy diet\n\ne-Library of Evidence for Nutrition Actions (eLENA)\n\nNutrition Landscape Information System (NLiS)\n\nTen steps to successful breastfeeding\n\nWHO global targets tracking\n\nWHA73(26) Maternal, infant and young child nutrition\n\nWHA71.9 Infant and young child feeding\n\nWHA69.8 United Nations Decade of Action on Nutrition (2016–2025)\n\nWHA 69.9 Ending inappropriate promotion of foods for infants and young child\n\nFood and Nutrition Actions in Health Systems\n\nGlobal Breastfeeding Collective\n\nNewborn health\n\nNutrition and Food Safety\n\nMaternal, Newborn, Child and Adolescent Health, and Ageing","metadata":{"loc":{"lines":{"from":1771,"to":1809}}}}],["172",{"pageContent":"Food and Nutrition Actions in Health Systems\n\nGlobal Breastfeeding Collective\n\nNewborn health\n\nNutrition and Food Safety\n\nMaternal, Newborn, Child and Adolescent Health, and Ageing\n\n\n\n\n\nGlobal Breastfeeding Collective\n\nSource: http://www.who.int/teams/nutrition-and-food-safety/food-and-nutrition-actions-in-health-systems/global-breastfeeding-collective\n\nGlobal Breastfeeding Collective\n\nTheGlobal Breastfeeding Collectivebrings together implementers and donors from governments, philanthropies, international organizations, civil society and is led by UNICEF and the World Health Organization (WHO).","metadata":{"loc":{"lines":{"from":1801,"to":1821}}}}],["173",{"pageContent":"The Collective's vision is a world in which all mothers have the technical; financial; emotional; and public support they need to start breastfeeding within an hour of a child’s birth, to breastfeed exclusively for six months, and to continue breastfeeding — with complementary foods — for two years or beyond. The Initiative’s mission is to rally political; legal; financial; and public support, so rates of breastfeeding increase, which will benefit mothers, children, and society.\n\nFor more information please contact:\n\nGlobal Breastfeeding Collective: A call to action\n\n1.Increase fundingto raise breastfeeding rates from birth through two years\n\n2. Fully implement the International Code of Marketing of Breastmilk Substitutes and relevant World Health Assembly resolutions throughstrong legal measures that are enforced and independently monitoredby organizations free from conflicts of interest.","metadata":{"loc":{"lines":{"from":1823,"to":1831}}}}],["174",{"pageContent":"3.Enact paid family leave and workplace breastfeeding policies, building on the International Labour Organization’s maternity protection guidelines as a minimum requirement, including provisions for the informal sector.\n\n4.Implement the Ten Steps to Successful Breastfeeding in maternity facilities, including providing breastmilk for sick and vulnerable newborns.\n\n5.Improve access to skilled breastfeeding counsellingas part of comprehensive breastfeeding policies and programmes in health facilities.\n\n6. Strengthen links between health facilities and communities, and encourage community networks that protect, promote, and support breastfeeding.\n\n6. Strengthen links between health facilities and communities\n\n7.Strengthen monitoring systems that track the progressof policies, programmes, and funding towards achieving both national and global breastfeeding targets.\n\nPublication\n\nGlobal breastfeeding scorecard 2023: rates of breastfeeding increase around the world through improved...","metadata":{"loc":{"lines":{"from":1833,"to":1847}}}}],["175",{"pageContent":"Publication\n\nGlobal breastfeeding scorecard 2023: rates of breastfeeding increase around the world through improved...\n\nThe Global Breastfeeding Scorecard examines national performance on key indicators of the seven policy priorities identified by the Global Breastfeeding...\n\nGlobal breastfeeding scorecard 2022: protecting breastfeeding through further investments and policy...\n\nThe Global Breastfeeding Scorecard examines national performance on key indicators of the seven policy priorities identifiedby the Global Breastfeeding...\n\nGlobal breastfeeding scorecard 2021: protecting breastfeeding through bold national actions during the...\n\nBreastfeeding is one of the most effective ways to ensure child health and survival. Breastmilk contains antibodies thathelp protect against many common...\n\nAdvocacy brief: nutrition for growth year of action: nine SMART breastfeeding pledges","metadata":{"loc":{"lines":{"from":1845,"to":1859}}}}],["176",{"pageContent":"Advocacy brief: nutrition for growth year of action: nine SMART breastfeeding pledges\n\nThis advocacy brief is organized into two separate papers. The first half acts as a standalone briefing that highlights the importance of the Nutrition...\n\nMaternity leave legislation in support of breastfeeding: case studies around the world\n\nOver the past 100 years, most countries have introduced maternity legislation and related policies in line with ILO standards, but the level of implementation...\n\nBreastfeeding and family-friendly policies: advocacy brief\n\nThis advocacy brief provides key messages on family-friendly policies in employment, including paid maternity leave, access to quality childcare, breastfeeding...\n\nGlobal breastfeeding scorecard, 2019: increasing commitment to breastfeeding through funding and improved...\n\nBreastfeeding has numerous benefits for both mothers and children. It stimulates cognitive development and protects infants against diarrheal infections...","metadata":{"loc":{"lines":{"from":1859,"to":1873}}}}],["177",{"pageContent":"Breastfeeding has numerous benefits for both mothers and children. It stimulates cognitive development and protects infants against diarrheal infections...\n\nAdvocacy brief: breastfeeding and HIV: global breastfeeding collective ﻿\n\nThis advocacy brief provides key messages on achieving HIV-free survival for children. It presents key facts on HIV treatment and the prevention of mother-to-child...\n\nGlobal breastfeeding scorecard, 2018: Enabling women to breastfeed through better policies and programmes\n\nThe Global Breastfeeding Scorecard periodically reviews national progress on implementing seven actions needed to enable women to breastfeed, including...\n\nNurturing the health and wealth of nations: the investment case for breastfeeding\n\nBreastfeeding is one of the smartest investment a country can make to build its future prosperity.It offers children unparalleled health and brain-building...\n\nGlobal Breastfeeding Collective - A call to action","metadata":{"loc":{"lines":{"from":1873,"to":1887}}}}],["178",{"pageContent":"Global Breastfeeding Collective - A call to action\n\nBreastfeeding gives all children the healthiest start in life. Breastmilk acts as a baby’s first vaccine, stimulates brain development, and protects...\n\nGlobal breastfeeding scorecard, 2017: Tracking progress for breastfeeding policies and programmes\n\nWHO and UNICEF have established recommendations for breastfeeding practices. Although every mother decides how to feed her child, this decision is strongly...\n\nOn World Breastfeeding Week, countries urged to invest in health systems and support breastfeeding mothers\n\nBreastfeeding in Indonesia on the rise, but mothers need more support\n\nEquity and health: the inclusion of pregnant and breastfeeding women in clinical trials\n\nCommentaries\n\nEmpower parents, enable breastfeeding\n\nBecoming the parent of a new baby is both a life-altering gift and an immense responsibility. This week, as countries around the world celebrate World Breastfeeding Week, UNICEF an ...","metadata":{"loc":{"lines":{"from":1887,"to":1905}}}}],["179",{"pageContent":"Becoming the parent of a new baby is both a life-altering gift and an immense responsibility. This week, as countries around the world celebrate World Breastfeeding Week, UNICEF an ...\n\nWorld Breastfeeding Week 2018\n\nEvery year, countries around the world observe World Breastfeeding Week for a good reason: breastfeeding is one of the most effective ways to provide children everywhere with the b ...\n\nBreastfeeding is not a one-woman job\n\nTedros Adhanom Ghebreyesus, Anthony  Lake\n\n--- TABLE START ---\n\nThe Collective calls upon implementers and donors from governments, philanthropies, international organizations, civil society to:\n\n--- TABLE END ---\n\n\n\n\n\n\n\nTen steps to successful breastfeeding\n\nSource: http://www.who.int/teams/nutrition-and-food-safety/food-and-nutrition-actions-in-health-systems/ten-steps-to-successful-breastfeeding\n\nBFHI tools\n\nProtecting, promoting and supporting breastfeeding in facilities providing maternity and newborn services:...","metadata":{"loc":{"lines":{"from":1905,"to":1933}}}}],["180",{"pageContent":"BFHI tools\n\nProtecting, promoting and supporting breastfeeding in facilities providing maternity and newborn services:...\n\nThis document provides countries with various tools    and strategies for monitoring adherence to the Ten    Steps at the internal facility, external...\n\nCompetency verification toolkit: Ensuring competency of direct care providers to implement the Baby-Friendly...\n\nThe 2018 BFHI Implementation Guidance called for greater pre-service education on breastfeeding and called upon all maternity facilities to “Ensure...\n\nBaby-friendly Hospital Initiative training course for maternity staff: customisation Guide\n\nAll health workers who care for women and children during the postnatal period and beyond have a key role to play in establishing and sustaining breastfeeding....\n\nProtecting, promoting and supporting breastfeeding: the baby-friendly hospital initiative for small,...","metadata":{"loc":{"lines":{"from":1931,"to":1945}}}}],["181",{"pageContent":"Protecting, promoting and supporting breastfeeding: the baby-friendly hospital initiative for small,...\n\nAll inpatient newborns, except those affected by rare metabolic diseases, will benefit from breastfeeding and human milk. For many, it will mean their...\n\nProtecting, promoting and supporting breastfeeding in facilities providing maternity and newborn services:...\n\nThe purpose of this document is to provide simple and easy-to-read information on frequently raised queries about selected aspects of the recommendations...\n\nImplementation guidance: protecting, promoting, and supporting breastfeeding in facilities providing...\n\nThis updated implementation guidance is intended for all those who set policy for, or offer care to, pregnant women, families and infants: governments;...\n\nGuideline: protecting, promoting and supporting breastfeeding in facilities providing maternity and newborn...","metadata":{"loc":{"lines":{"from":1945,"to":1957}}}}],["182",{"pageContent":"Guideline: protecting, promoting and supporting breastfeeding in facilities providing maternity and newborn...\n\nThis guideline provides global, evidence-informed recommendations on protection, promotion and support of optimal breastfeeding in facilities providing...\n\nBaby-friendly hospital initiative: revised, updated and expanded for integrated care\n\nThe Baby-friendly Hospital Initiative (BFHI) is a global effort launched by WHO and UNICEF to implement practices that protect, promote and support breastfeeding....\n\nTen steps to successful breastfeeding","metadata":{"loc":{"lines":{"from":1957,"to":1965}}}}],["183",{"pageContent":"Ten steps to successful breastfeeding\n\nWHO and UNICEF launched the Baby-friendly Hospital Initiative (BFHI) in 1991 to help motivate facilities providing maternity and newborn services worldwide to implement the Ten Steps to Successful Breastfeeding. The Ten Steps summarize a package of policies and procedures that facilities providing maternity and newborn services should implement to support breastfeeding. In 2018, WHO revised the Ten Steps based on the 2017 guideline on protecting, promoting and supporting breastfeeding in facilities that provide maternity and newborn services.\n\nWHO has called upon all facilities providing maternity and newborn services worldwide to implement the Ten Steps. The implementation guidance for BFHI focuses on integrating the programme across healthcare systems to facilitate universal coverage and ensure sustainability over time. The guidance outlines nine key national responsibilities to scale up implementation of the Ten Steps.","metadata":{"loc":{"lines":{"from":1965,"to":1969}}}}],["184",{"pageContent":"Critical management procedures:\n\n1a.Comply fully with theInternational Code of Marketing of Breast-milk Substitutesand relevant World Health Assembly resolutions.\n\n1b.Have a written infant feeding policy that is routinely communicated to staff and parents.\n\n1c.Establish ongoing monitoring and data-management systems.\n\n2.Ensure that staff have sufficient knowledge, competence and skills to support breastfeeding.\n\nKey clinical practices:\n\n3.Discuss the importance and management of breastfeeding with pregnant women and their families.\n\n4.Facilitate immediate and uninterrupted skin-to-skin contact and support mothers to initiate breastfeeding as soon as possible after birth.\n\n5.Support mothers to initiate and maintain breastfeeding and manage common difficulties.\n\n6.Do not provide breastfed newborns any food or fluids other than breast milk, unless medically indicated.\n\n7.Enable mothers and their infants to remain together and to practise rooming-in 24 hours a day.","metadata":{"loc":{"lines":{"from":1971,"to":1991}}}}],["185",{"pageContent":"7.Enable mothers and their infants to remain together and to practise rooming-in 24 hours a day.\n\n8.Support mothers to recognize and respond to their infants’ cues for feeding.\n\n9.Counsel mothers on the use and risks of feeding bottles, teats and pacifiers.\n\n10.Coordinate discharge so that parents and their infants have timely access to ongoing support and care.\n\nThere is substantial evidence that implementing the Ten Steps significantly improves breastfeeding rates. A systematic review of 58 studies on maternity and newborn care published in 2016 demonstrated clearly that adherence to the Ten Steps impacts early initiation of breastfeeding immediately after birth, exclusive breastfeeding and total duration of breastfeeding.\n\nInfographics\n\nTen steps 1. Hospital Policies\n\nTen steps 2. Staff competency\n\nTen steps 3. Antenatal care\n\nTen steps 4. Care right after birth\n\nTen steps 5. Support mothers with breastfeeding\n\nTen steps 6. Supplementing\n\nTen steps 7. Rooming-in","metadata":{"loc":{"lines":{"from":1991,"to":2015}}}}],["186",{"pageContent":"Ten steps 2. Staff competency\n\nTen steps 3. Antenatal care\n\nTen steps 4. Care right after birth\n\nTen steps 5. Support mothers with breastfeeding\n\nTen steps 6. Supplementing\n\nTen steps 7. Rooming-in\n\nTen steps 8. Responsive feeding\n\nTen steps 9. Bottles, teats and pacifiers\n\nTen steps 10. Discharge\n\nTen steps to successful breastfeeding\n\n\n\n\n\nBreastfeeding\n\nSource: http://www.who.int/news-room/questions-and-answers/item/breastfeeding\n\nBreastfeeding\n\nBreastfeeding alone can provide all the food and water your baby needs for the first six months of their lives. Babies do not need any food or drink except breast milk, not even water, until they are six months old. This is called exclusive breastfeeding. Exclusive breastfeeding is recommended for the first six months of a baby’s life because it gives them the best chance of achieving optimal growth, development and health.","metadata":{"loc":{"lines":{"from":2005,"to":2035}}}}],["187",{"pageContent":"Breastfeeding alone can provide all the food and water your baby needs for the first six months of their lives. Babies do not need any food or drink except breast milk, not even water, until they are six months old. This is called exclusive breastfeeding. Exclusive breastfeeding is recommended for the first six months of a baby’s life because it gives them the best chance of achieving optimal growth, development and health.\n\nIf your baby is having at least 6 wet single-use nappies or at least 8 washable nappies each day (sunrise to sunrise), their stool is unformed and plentiful and they are growing according to theWHO Growth Standards, you can be confident they are getting enough breast milk.\n\nIf your baby is having at least 6 wet single-use nappies or at least 8 washable nappies each day (sunrise to sunrise), their stool is unformed and plentiful and they are growing according to theWHO Growth Standards, you can be confident they are getting enough breast milk.","metadata":{"loc":{"lines":{"from":2037,"to":2041}}}}],["188",{"pageContent":"If you think your baby needs to have more breast milk each day, you can offer breastfeeds more often during the day and overnight and ask a breastfeeding counsellor or health care worker to check your baby’s attachment. Most babies need to breastfeed 8–12 times in 24 hours in the first six months.\n\nNo, you should not give water to a baby under six months of age, even on hot days. Babies under six months do not need water because breast milk has all the water a baby needs. Breast milk is more than 80% water. If you think your baby is thirsty, you can offer an extra breastfeed. Many mothers find that their babies want to breastfeed more often on hot days.Giving water to a baby under six months can cause diarrhoea and lead to malnutrition. Giving water may also cause the baby to drink less breastmilk or to stop breastfeeding early.","metadata":{"loc":{"lines":{"from":2043,"to":2045}}}}],["189",{"pageContent":"No, you should not give water to a baby under six months of age, even on hot days. Babies under six months do not need water because breast milk has all the water a baby needs. Breast milk is more than 80% water. If you think your baby is thirsty, you can offer an extra breastfeed. Many mothers find that their babies want to breastfeed more often on hot days.\n\nGiving water to a baby under six months can cause diarrhoea and lead to malnutrition. Giving water may also cause the baby to drink less breastmilk or to stop breastfeeding early.\n\nMost medications can be taken while you are breastfeeding without affecting your baby. If you or your health care provider are worried that taking your medication might affect your breastfed baby, check with a specialized pharmaceutical advisory service, such ase-lactancia.org,infantrisk.comorlactmed.","metadata":{"loc":{"lines":{"from":2047,"to":2051}}}}],["190",{"pageContent":"Most medications can be taken while you are breastfeeding without affecting your baby. If you or your health care provider are worried that taking your medication might affect your breastfed baby, check with a specialized pharmaceutical advisory service, such ase-lactancia.org,infantrisk.comorlactmed.\n\nIf you breastfeed your baby whenever they indicate that they are hungry during the day and at night and allow them to breastfeed until they finish suckling and let go of the breast, or fall asleep, your breast milk will provide all the nourishment your baby needs until they are 6 months of age.Eating a healthy diet is just as important for breastfeeding mothers as it is for everyone else. Breastfeeding mothers should follow theFive Keys for a Healthy Diet. Even when a mother’s diet is not very healthy, her breast milk still contains all the nourishment her baby needs for the first six months of life.","metadata":{"loc":{"lines":{"from":2053,"to":2055}}}}],["191",{"pageContent":"If you breastfeed your baby whenever they indicate that they are hungry during the day and at night and allow them to breastfeed until they finish suckling and let go of the breast, or fall asleep, your breast milk will provide all the nourishment your baby needs until they are 6 months of age.\n\nEating a healthy diet is just as important for breastfeeding mothers as it is for everyone else. Breastfeeding mothers should follow theFive Keys for a Healthy Diet. Even when a mother’s diet is not very healthy, her breast milk still contains all the nourishment her baby needs for the first six months of life.\n\nWHO recommends that you start offering your baby family foods in addition to breast milk from six months (180 days) of age.\n\nWHO recommends that you start offering your baby family foods in addition to breast milk from six months (180 days) of age.\n\nWHO recommends that you start offering your baby family foods in addition to breast milk from six months (180 days) of age.","metadata":{"loc":{"lines":{"from":2057,"to":2065}}}}],["192",{"pageContent":"WHO recommends that you start offering your baby family foods in addition to breast milk from six months (180 days) of age.\n\nFrom six months, you can start offering your baby the same healthy foods the rest of your family eats. Babies need to eat animal-source foods (including meat, fish and eggs) and vegetables and fruits every day. Pulses (like lentils, chickpeas and beans), nuts and seeds should be eaten frequently, especially if meat or vegetables are limited.Food should always be stored correctly and prepared safely to prevent food-borne illnesses. Help your baby learn to feed themselves by choosing soft foods they can hold and put into their own mouths.","metadata":{"loc":{"lines":{"from":2065,"to":2067}}}}],["193",{"pageContent":"From six months, you can start offering your baby the same healthy foods the rest of your family eats. Babies need to eat animal-source foods (including meat, fish and eggs) and vegetables and fruits every day. Pulses (like lentils, chickpeas and beans), nuts and seeds should be eaten frequently, especially if meat or vegetables are limited.\n\nFood should always be stored correctly and prepared safely to prevent food-borne illnesses. Help your baby learn to feed themselves by choosing soft foods they can hold and put into their own mouths.\n\nWHO recommends you keep breastfeeding your child up to two years and beyond and for as long as you both want to continue. Breastfeeding never stops protecting children from infectious disease.\n\nWHO recommends you keep breastfeeding your child up to two years and beyond and for as long as you both want to continue. Breastfeeding never stops protecting children from infectious disease.\n\nGlobal Strategy for Infant and Young Child Feeding","metadata":{"loc":{"lines":{"from":2069,"to":2077}}}}],["194",{"pageContent":"Global Strategy for Infant and Young Child Feeding\n\nThe WHO Child Growth Standards\n\nComplementary Feeding Guidelines\n\nFive Keys for a Healthy Diet\n\n\n\n\n\nOn World Breastfeeding Week, UNICEF and WHO call for equal access to breastfeeding support\n\nSource: http://www.who.int/news/item/31-07-2024-on-world-breastfeeding-week--unicef-and-who-call-for-equal-access-to-breastfeeding-support\n\nIn the last 12 years, the number of infants under six months of age globally who are exclusively breastfed has increased by more than 10%. This means 48% of infants worldwide now benefit from this healthy start in life. It translates to hundreds of thousands of babies whose lives have been saved by breastfeeding.\n\nWhile this significant leap brings us closer to the World Health Organization target of increasing exclusive breastfeeding to at least 50% by 2025, there are persistent challenges that must be addressed.","metadata":{"loc":{"lines":{"from":2077,"to":2095}}}}],["195",{"pageContent":"When mothers receive the support they need to breastfeed their babies, everyone benefits. Improving breastfeeding rates could save over 820 000 children’s lives each year, according to the latest available data.\n\nDuring this critical period of early growth and development, the antibodies in breastmilk protect babies against illness and death. This is especially important during emergencies, when breastfeeding guarantees a safe, nutritious, and accessible food source for infants and young children. Breastfeeding reduces the burden of childhood illness, and the risk of certain types of cancers and noncommunicable diseases for mothers.\n\nThis World Breastfeeding Week, under the theme “Closing the gap: Breastfeeding support for all”,UNICEF and WHO are emphasizingthe need to improve breastfeeding support as a critical action for reducing health inequity and protecting the rights of mothers and babies to survive and thrive.","metadata":{"loc":{"lines":{"from":2097,"to":2101}}}}],["196",{"pageContent":"An estimated 4.5 billion people – that’s more than half of the world’s population – do not have full coverage of essential health services, so many women do not receive the support they need to optimally breastfeed their babies. This includes access to trained, empathetic and respectful health advice and counselling throughout a woman’s breastfeeding journey.","metadata":{"loc":{"lines":{"from":2103,"to":2103}}}}],["197",{"pageContent":"Reliable data collection is key to tackling healthcare inequalities and ensuring mothers and families are provided with timely, effective breastfeeding support. Currently, only half of all countries collect data on breastfeeding rates. To support progress, data also needs to be available on policy actions that make breastfeeding possible such as family friendly employment policies, regulation of the marketing of breastmilk substitutes, and investment in breastfeeding. Improving monitoring systems will help boost the effectiveness of breastfeeding policies and programmes, inform better decision-making, and ensure support systems can be adequately financed.\n\nWhen breastfeeding is protected and supported, women are more than twice as likely to breastfeed their infants. This is a shared responsibility. Families, communities, healthcare workers, policymakers, and other decision-makers all play a central role by:","metadata":{"loc":{"lines":{"from":2105,"to":2107}}}}],["198",{"pageContent":"increasing investment in programmes and policies that protect and support breastfeeding through dedicated national budgets;\n\nimplementing and monitoring family friendly workplace policies, such as paid maternity leave, breastfeeding breaks and access to affordable and good-quality childcare;\n\nensuring mothers who are at-risk in emergencies or under-represented communities, receive breastfeeding protection and support in line with their unique needs, including timely, effective breastfeeding counselling as part of routine health coverage;\n\nimproving monitoring of breastfeeding programmes and policies to inform and further improve breastfeeding rates; and\n\ndeveloping and enforcing laws restricting the marketing of breast-milk substitutes, including digital marketing practices, with monitoring to routinely report the Code violations.\n\nAbout UNICEF","metadata":{"loc":{"lines":{"from":2109,"to":2119}}}}],["199",{"pageContent":"developing and enforcing laws restricting the marketing of breast-milk substitutes, including digital marketing practices, with monitoring to routinely report the Code violations.\n\nAbout UNICEF\n\nUNICEF works in some of the world’s toughest places, to reach the world’s most disadvantaged children. Across more than 190 countries and territories, we work for every child, everywhere, to build a better world for everyone.\n\nFor more information about UNICEF and its work for children visitwww.unicef.org\n\nAbout WHO","metadata":{"loc":{"lines":{"from":2117,"to":2125}}}}],["200",{"pageContent":"For more information about UNICEF and its work for children visitwww.unicef.org\n\nAbout WHO\n\nDedicated to the well-being of all people and guided by science, the World Health Organization leads and champions global efforts to give everyone, everywhere an equal chance at a safe and healthy life. We are the UN agency for health that connects nations, partners and people on the front lines in 150+ locations – leading the world’s response to health emergencies, preventing disease, addressing the root causes of health issues and expanding access to medicines and health care. Our mission is to promote health, keep the world safe and serve the vulnerable.\n\n\n\n\n\nFrom assessment to action: Implementing WBTi to strengthen national breastfeeding policies\n\nSource: http://www.who.int/news-room/events/detail/2025/07/03/default-calendar/from-assessment-to-action-implementing-wbti-to-strengthen-national-breastfeeding-policies","metadata":{"loc":{"lines":{"from":2123,"to":2135}}}}],["201",{"pageContent":"Source: http://www.who.int/news-room/events/detail/2025/07/03/default-calendar/from-assessment-to-action-implementing-wbti-to-strengthen-national-breastfeeding-policies\n\nMonitoring and evaluating the effectiveness of breastfeeding programmes and policies is essential for driving national action on protecting and supporting breastfeeding. Countries need to regularly assess their breastfeeding programmes and policies and develop plans to address any identified gaps.","metadata":{"loc":{"lines":{"from":2135,"to":2137}}}}],["202",{"pageContent":"TheWorld Breastfeeding Trends Initiative (WBTi)provides a framework for countries to assess and improve breastfeeding policies. Research has shown that countries that have repeatedly conducted assessments using the WBTi model show measurable improvements in policy implementation, funding allocation, and breastfeeding rates. While 100 countries have used WBTi tools since 2005, only 6% have conducted an assessment in the past five years. The Global Breastfeeding Collective aims for 75% of countries to conduct policy assessments by 2030, making this webinar timely and necessary. This webinar addresses the need to expand WBTi implementation globally and build capacity for translating assessment findings into effective action plans.","metadata":{"loc":{"lines":{"from":2139,"to":2139}}}}],["203",{"pageContent":"The webinar aims to increase the number of countries conducting regular WBTi assessments and enhance the capacity of national partners to translate assessment findings into concrete, actionable strategies that strengthen breastfeeding protection, promotion, and support systems. The webinar will equip participants with the knowledge, tools, and strategies they need to conduct WBTi assessments and develop data-driven action plans. By the end of the session, participants will:\n\nunderstand WBTi methodology;\n\nrecognize the value of WBTi for improving national breastfeeding policies and rates; and\n\nbe prepared to form multi-sectoral core groups to conduct assessments in their countries.\n\nAgenda (in CEST)\n\n15:00 – 15:10:Welcome and opening remarks\n\n15:10 – 15:20:Setting the scene and Global Breastfeeding Scorecard presentation\n\n15:20 – 15:35:WBTi processes methodology\n\n15:35 – 16:15:Panel discussion and country experiences from the Gambia, Bangladesh, Croatia and El Salvador","metadata":{"loc":{"lines":{"from":2141,"to":2157}}}}],["204",{"pageContent":"15:20 – 15:35:WBTi processes methodology\n\n15:35 – 16:15:Panel discussion and country experiences from the Gambia, Bangladesh, Croatia and El Salvador\n\n16:15 – 16:25:Questions and answers\n\n16:25 – 16:30:Closing remarks\n\nAvailable languages\n\nThe recording includes Arabic, Chinese, English, French, Russian and Spanish interpretation.\n\n\n\n\n\nOn World Breastfeeding Week, countries urged to invest in health systems and support breastfeeding mothers\n\nSource: http://www.who.int/news/item/04-08-2025-on-world-breastfeeding-week-countries-urged-to-invest-in-health-systems-and-support-breastfeeding-mothers\n\nBreastfeeding is one of the most effective ways to ensure a baby’s health, development, and survival in the earliest stages of life. It acts as their first vaccine, providing protection against diseases including diarrhoea and pneumonia.","metadata":{"loc":{"lines":{"from":2155,"to":2175}}}}],["205",{"pageContent":"Investing in breastfeeding is an investment in the future, yet only 48 per cent of infants under six months are exclusively breastfed – well below the World Health Assembly target of 60 per cent by 2030. This is due to the overlapping challenges for new mothers, health workers, and health systems.\n\nMillions of mothers around the world do not receive timely and skilled support in a healthcare setting when they need it most.\n\nOnly a fifth of countries include infant and young child feeding training for the doctors and nurses who care for new mothers. This means the majority of the world’s mothers leave hospitals without proper guidance on how to breastfeed their babies and when to introduce complementary feeding.\n\nIn many countries, health systems are too often under-resourced, fragmented, or poorly equipped to deliver quality, consistent, evidence-based breastfeeding support.","metadata":{"loc":{"lines":{"from":2177,"to":2183}}}}],["206",{"pageContent":"In many countries, health systems are too often under-resourced, fragmented, or poorly equipped to deliver quality, consistent, evidence-based breastfeeding support.\n\nInvestment in breastfeeding support remains critically low even though every dollar invested generates US$35 in economic returns.\n\nAs we mark World Breastfeeding Week under the theme, “Prioritize breastfeeding: Create sustainable support systems”, WHO and UNICEF are calling on governments, health administrators, and partners to invest in high-quality breastfeeding support, by:\n\nensuring adequate investment in equitable, quality maternal and newborn care, including breastfeeding support services;\n\nincreasing national budget allocations for breastfeeding programmes;\n\nintegrating breastfeeding counselling and support into routine maternal and child health services, including antenatal, delivery, and postnatal care;","metadata":{"loc":{"lines":{"from":2183,"to":2193}}}}],["207",{"pageContent":"integrating breastfeeding counselling and support into routine maternal and child health services, including antenatal, delivery, and postnatal care;\n\nensuring all health service providers are equipped with the skills and knowledge required to support breastfeeding, including in emergency and humanitarian settings;\n\nstrengthening community health systems to provide every new mother with ongoing, accessible breastfeeding support to for up to two years and beyond; and\n\nprotecting breastfeeding by ensuring that the International Code of Marketing of Breast-milk Substitutes is applied in all health facilities and systems.\n\nStrengthening health systems to support breastfeeding is not just a health imperative, it is a moral and economic imperative. WHO and UNICEF remain committed to supporting countries to build resilient health systems that leave no mother or child behind.","metadata":{"loc":{"lines":{"from":2193,"to":2201}}}}],["208",{"pageContent":"About WHODedicated to the well-being of all people and guided by science, the World Health Organization leads and champions global efforts to give everyone, everywhere an equal chance at a safe and healthy life. We are the UN agency for health that connects nations, partners and people on the front lines in 150+ locations – leading the world’s response to health emergencies, preventing disease, addressing the root causes of health issues and expanding access to medicines and health care. Our mission is to promote health, keep the world safe and serve the vulnerable.\n\nAbout UNICEFUNICEF, the United Nations agency for children, works to protect the rights of every child, everywhere, especially the most disadvantaged children and in the toughest places to reach. Across more than 190 countries and territories, we do whatever it takes to help children survive, thrive, and fulfil their potential.\n\n\n\n\n\nCoronavirus disease (COVID-19): Breastfeeding","metadata":{"loc":{"lines":{"from":2203,"to":2211}}}}],["209",{"pageContent":"Coronavirus disease (COVID-19): Breastfeeding\n\nSource: http://www.who.int/news-room/questions-and-answers/item/coronavirus-disease-covid-19-breastfeeding\n\nCoronavirus disease (COVID-19): Breastfeeding\n\nTransmission of active COVID-19 (virus that can cause infection) through breast milk and breastfeeding has not been detected to date. There is no reason to avoid or stop breastfeeding.\n\nTransmission of active COVID-19 (virus that can cause infection) through breast milk and breastfeeding has not been detected to date. There is no reason to avoid or stop breastfeeding.\n\nYes. In all socio-economic settings, breastfeeding improves survival and provides lifelong health and development advantages to newborns and infants. Breastfeeding also improves the health of mothers.\n\nYes. In all socio-economic settings, breastfeeding improves survival and provides lifelong health and development advantages to newborns and infants. Breastfeeding also improves the health of mothers.","metadata":{"loc":{"lines":{"from":2211,"to":2223}}}}],["210",{"pageContent":"Yes. Immediate and continued skin-to-skin care, including kangaroo mother care, improves the temperature control of newborns and is associated with improved survival among newborn babies. Placing the newborn close to the mother also enables early initiation of breastfeeding which also reduces mortality.The numerous benefits of skin-to-skin contact and breastfeeding substantially outweigh the potential risks of transmission and illness associated with COVID-19.\n\nYes. Immediate and continued skin-to-skin care, including kangaroo mother care, improves the temperature control of newborns and is associated with improved survival among newborn babies. Placing the newborn close to the mother also enables early initiation of breastfeeding which also reduces mortality.\n\nThe numerous benefits of skin-to-skin contact and breastfeeding substantially outweigh the potential risks of transmission and illness associated with COVID-19.","metadata":{"loc":{"lines":{"from":2225,"to":2229}}}}],["211",{"pageContent":"The numerous benefits of skin-to-skin contact and breastfeeding substantially outweigh the potential risks of transmission and illness associated with COVID-19.\n\nYes. Women with confirmed or suspected COVID-19 can breastfeed if they wish to do so. They should:Wash hands frequently with soap and water or use alcohol-based hand rub and especially before touching the baby;Wear a medical mask during any contact with the baby, including while feeding;Sneeze or cough into a tissue. Then dispose of it immediately and wash hands again;Routinely clean and disinfect surfaces that mothers have touched.It is important to replace medical masks as soon as they become damp and dispose of them immediately. Masks should not be reused or touched in the front.\n\nYes. Women with confirmed or suspected COVID-19 can breastfeed if they wish to do so. They should:\n\nWash hands frequently with soap and water or use alcohol-based hand rub and especially before touching the baby;","metadata":{"loc":{"lines":{"from":2229,"to":2235}}}}],["212",{"pageContent":"Wash hands frequently with soap and water or use alcohol-based hand rub and especially before touching the baby;\n\nWear a medical mask during any contact with the baby, including while feeding;\n\nSneeze or cough into a tissue. Then dispose of it immediately and wash hands again;\n\nRoutinely clean and disinfect surfaces that mothers have touched.\n\nIt is important to replace medical masks as soon as they become damp and dispose of them immediately. Masks should not be reused or touched in the front.","metadata":{"loc":{"lines":{"from":2235,"to":2243}}}}],["213",{"pageContent":"It is important to replace medical masks as soon as they become damp and dispose of them immediately. Masks should not be reused or touched in the front.\n\nYes. Breastfeeding unquestionably reduces mortality in newborns and infants and provides numerous lifelong health and brain development advantages to the child.Mothers with symptoms of COVID-19 are advised to wear a medical mask, but even if this is not possible, breastfeeding should be continued. Mothers should follow other infection prevention measures, such as washing hands, cleaning surfaces, sneezing or    coughing into a tissue.Non-medical masks (e.g. home-made or cloth masks) have not been evaluated. At this time, it is not possible to make a recommendation for or against their use.\n\nYes. Breastfeeding unquestionably reduces mortality in newborns and infants and provides numerous lifelong health and brain development advantages to the child.","metadata":{"loc":{"lines":{"from":2243,"to":2247}}}}],["214",{"pageContent":"Yes. Breastfeeding unquestionably reduces mortality in newborns and infants and provides numerous lifelong health and brain development advantages to the child.\n\nMothers with symptoms of COVID-19 are advised to wear a medical mask, but even if this is not possible, breastfeeding should be continued. Mothers should follow other infection prevention measures, such as washing hands, cleaning surfaces, sneezing or    coughing into a tissue.\n\nNon-medical masks (e.g. home-made or cloth masks) have not been evaluated. At this time, it is not possible to make a recommendation for or against their use.","metadata":{"loc":{"lines":{"from":2247,"to":2251}}}}],["215",{"pageContent":"Non-medical masks (e.g. home-made or cloth masks) have not been evaluated. At this time, it is not possible to make a recommendation for or against their use.\n\nIf you are too unwell to breastfeed your baby due to COVID-19 or other complications, you should be supported to safely provide your baby with breast milk in a way possible, available, and acceptable to you. This could include:Expressing milk;Donor human milk.If expressing breast milk or donor human milk are not feasible then consider wet nursing (another woman breastfeeds the child) or infant formula milk with measures to ensure that it is feasible, correctly prepared, safe and sustainable.\n\nIf you are too unwell to breastfeed your baby due to COVID-19 or other complications, you should be supported to safely provide your baby with breast milk in a way possible, available, and acceptable to you. This could include:\n\nExpressing milk;\n\nDonor human milk.","metadata":{"loc":{"lines":{"from":2251,"to":2259}}}}],["216",{"pageContent":"Expressing milk;\n\nDonor human milk.\n\nIf expressing breast milk or donor human milk are not feasible then consider wet nursing (another woman breastfeeds the child) or infant formula milk with measures to ensure that it is feasible, correctly prepared, safe and sustainable.\n\nYou can start to breastfeed when you feel well enough to do so. There is no fixed time interval to wait after confirmed or suspected COVID-19. There is no evidence that breastfeeding changes the clinical course of COVID-19 in a mother. Health workers or breastfeeding counsellors should support you to relactate.\n\nYou can start to breastfeed when you feel well enough to do so. There is no fixed time interval to wait after confirmed or suspected COVID-19. There is no evidence that breastfeeding changes the clinical course of COVID-19 in a mother. Health workers or breastfeeding counsellors should support you to relactate.","metadata":{"loc":{"lines":{"from":2257,"to":2265}}}}],["217",{"pageContent":"No. There are always risks associated with giving infant formula milk to newborns and infants in all settings. The risks associated with giving infant formula milk are increased whenever home and community conditions are compromised, such as reduced accessto health services if a baby becomes unwell, reduced access to clean water and/or access to supplies of infant formula milk are difficult or not guaranteed, affordable and sustainable.The numerous benefits of breastfeeding substantially outweigh the potential risks of transmission and illness associated with the COVID-19 virus.","metadata":{"loc":{"lines":{"from":2267,"to":2267}}}}],["218",{"pageContent":"No. There are always risks associated with giving infant formula milk to newborns and infants in all settings. The risks associated with giving infant formula milk are increased whenever home and community conditions are compromised, such as reduced accessto health services if a baby becomes unwell, reduced access to clean water and/or access to supplies of infant formula milk are difficult or not guaranteed, affordable and sustainable.\n\nThe numerous benefits of breastfeeding substantially outweigh the potential risks of transmission and illness associated with the COVID-19 virus.\n\nYes, women who are breastfeeding can take the vaccine when it becomes available to them.None of the currently approved vaccines use the live virus, so there is no risk of passing the virus to the baby through breastmilk.There is also some evidence that, after vaccination, antibodies are found in breastmilk, which may help protect the baby against COVID-19.","metadata":{"loc":{"lines":{"from":2269,"to":2273}}}}],["219",{"pageContent":"Yes, women who are breastfeeding can take the vaccine when it becomes available to them.\n\nNone of the currently approved vaccines use the live virus, so there is no risk of passing the virus to the baby through breastmilk.\n\nThere is also some evidence that, after vaccination, antibodies are found in breastmilk, which may help protect the baby against COVID-19.\n\nStart the conversation\n\nFAQs Breastfeeding and COVID-19Scientific Brief on Breastfeeding and COVID-19Frequently asked questions: COVID-19 vaccines and breastfeeding based on WHO interim recommendations, 12 August 2021More on breastfeeding\n\nFAQs Breastfeeding and COVID-19\n\nScientific Brief on Breastfeeding and COVID-19\n\nFrequently asked questions: COVID-19 vaccines and breastfeeding based on WHO interim recommendations, 12 August 2021\n\nMore on breastfeeding\n\n\n\n\n\nBreastfeeding in Indonesia on the rise, but mothers need more support","metadata":{"loc":{"lines":{"from":2275,"to":2297}}}}],["220",{"pageContent":"More on breastfeeding\n\n\n\n\n\nBreastfeeding in Indonesia on the rise, but mothers need more support\n\nSource: http://www.who.int/news/item/01-08-2025-breastfeeding-in-indonesia-on-the-rise--but-mothers-need-more-support\n\nJakarta, 1 August 2025 –As Indonesia commemorates World Breastfeeding Week 2025, UNICEF and the World Health Organization (WHO) are highlighting the importance of strengthening support systems for breastfeeding mothers across the country.\n\nWorld Breastfeeding Week is observed around the world from 1–7 August. In Indonesia, this important occasion is observed throughout the month of August, under the theme: “Prioritize Breastfeeding: Create Sustainable Support Systems”.","metadata":{"loc":{"lines":{"from":2291,"to":2303}}}}],["221",{"pageContent":"UNICEF and WHO commend the Government of Indonesia’s continued commitment to protect, promote and support breastfeeding. The rate of exclusive breastfeeding among infants under six months has steadily increased, rising from 52% in 2017 to 66.4% in 2024. However, many infants are not exclusively breastfed for the full six months – the duration required to achieve the full health benefits.\n\nWith reliable and long-lasting support, mothers can better access help when they need it, wherever they are – at work, home or in their community. This includes skilled counselling from trained health workers, workplace policies and physical arrangements that enable breastfeeding, and ongoing support from community networks.","metadata":{"loc":{"lines":{"from":2305,"to":2307}}}}],["222",{"pageContent":"“By investing in support systems for breastfeeding mothers, we create a vital a safety net that ensures no mother has to navigate breastfeeding challenges alone,” said UNICEF Indonesia Representative, Maniza Zaman. “When women and their babies are supported to breastfeed successfully, it sets off a chain of positive outcomes – not only for the child’s development, but also for stronger families, healthier communities and ultimately a better future for the nation.”\n\n“Indonesia’s steady rise in exclusive breastfeeding is a remarkable achievement and reflects the commitment of families, communities and the health system,” said Dr N. Paranietharan, WHO Representative to Indonesia. “With stronger support systems, every mother in Indonesia can have the resources needed to exclusively breastfeed for the full recommended six months, giving every child the healthiest start to life.”","metadata":{"loc":{"lines":{"from":2309,"to":2311}}}}],["223",{"pageContent":"Breastfeeding is a baby’s first source of protection and nutrition. UNICEF and WHO recommend that infants are breastfed within one hour of birth and exclusively breastfed in their first six months of life, with no other foods and liquids provided.\n\nEvidence shows that breastfeeding boosts children’s cognitive development by 3–4 IQ points, reduces overweight and obesity risk and provides lifelong protection against non-communicable diseases. Babies who are not breastfed are up to 14 times more likely to die before their first birthday than those who are exclusively breastfed during their first six months.\n\nUnlike formula production, breastfeeding is also environmentally sustainable, lowering carbon emissions and reducing packaging waste.\n\nUNICEF and WHO call on all stakeholders – the government, workplaces, healthcare institutions, the private sector and communities – to accelerate efforts to support breastfeeding mothers. Key actions include:","metadata":{"loc":{"lines":{"from":2313,"to":2319}}}}],["224",{"pageContent":"Expand access to skilled breastfeeding counsellingthrough health facilities, community services, and remote options such as tele-counselling established by the Ministry of Health.\n\nEnsure all maternity facilities implement theTen Steps to Successful Breastfeedingunder the Baby-Friendly Hospital Initiative.\n\nEnforce the International Code of Marketing of Breast-milk Substitutes (BMS)to protect families from unethical marketing.\n\nIntegrate breastfeeding education into healthcare training curricula.\n\nAdopt family-friendly policies—including paid maternity leave, lactation rooms and flexible workplace arrangements.\n\n\n\n\n\nEquity and health: the inclusion of pregnant and breastfeeding women in clinical trials\n\nSource: http://www.who.int/news/item/18-06-2025-equity-and-health--the-inclusion-of-pregnant-and-breastfeeding-women-in-clinical-trials","metadata":{"loc":{"lines":{"from":2321,"to":2337}}}}],["225",{"pageContent":"Source: http://www.who.int/news/item/18-06-2025-equity-and-health--the-inclusion-of-pregnant-and-breastfeeding-women-in-clinical-trials\n\nPregnant and breastfeeding women have historically been excluded from medical research, resulting in substantial gaps in evidence on the safety and efficacy of medicines and vaccines during these critical periods. This exclusion has led to fragmented health policies and inconsistent clinical recommendations for prevention and treatment. The UN’s Special Programme in Human Reproduction (HRP) and the World Health Organization (WHO) are working to reduce these preventable deaths by promoting best practices to include pregnant and breastfeeding women in research in an ethical way.","metadata":{"loc":{"lines":{"from":2337,"to":2339}}}}],["226",{"pageContent":"“Pregnancy introduces significant physiological changes that can impact the absorption, distribution, metabolism and elimination of certain medicines,” explained Mariana Widmer, Maternal Health Scientist at WHO and HRP. “Pregnant women have the right to timely access to medicines that will work for them, which means they need to have been specifically tested for their needs.”\n\nA critical new global body to support inclusivity in clinical trials\n\nAn analysis run by the Global Observatory on Health Research and Development of all clinical trials in theInternational Clinical Trials Registry Platform (ICTRP)reveals that just 4% of clinical trials over the past decade allowed the inclusion of pregnant women. As a result, many pregnant and breastfeeding women are left without treatment options or take prescription medicines off-label, without adequate data to inform safe use.","metadata":{"loc":{"lines":{"from":2341,"to":2345}}}}],["227",{"pageContent":"In response, WHO has established a global Task Force to tackle this long-standing issue, aiming at achieving the timely and ethical inclusion of pregnant and breastfeeding women in clinical research for medical health products by 2030.\n\nThe Task Force builds on ongoing efforts for specific diseases such as malaria, TB and HIV as well as WHO’s resolution WHA75.8 and the vision of theWHO Global Clinical Trials Forum, which explicitly calls for the inclusion of underrepresented groups, particularly pregnant women, children, and older persons, in clinical research. The Task Force will serve as a collaborative platform to align WHO approaches in promoting safe and ethical inclusion of pregnant women in clinical trials, reduce duplication, and foster partnerships with international stakeholders to overcome regulatory, ethical, and operational barriers.\n\nChange is urgent","metadata":{"loc":{"lines":{"from":2347,"to":2351}}}}],["228",{"pageContent":"Change is urgent\n\nStudies show that the pipeline for maternal health innovations is sparse and slow-moving. The median time to achieve even a 20% uptake of a new product in low- and middle-income countries is 13.5 years, a delay that costs lives. Currently, a woman dies every two minutes due to pregnancy or childbirth.\n\nTo accelerate progress, WHO will continue convening global stakeholders, building consensus, and translating research into action. A clear programme of work with tangible outputs has been designed to build on ongoing efforts and expand a long-lasting chance to transform policies and practice.","metadata":{"loc":{"lines":{"from":2351,"to":2355}}}}],["229",{"pageContent":"“The paradigm must shift,” said Martina Penazzato, from the Research for Health Department at WHO. “Imagine having a chronic condition when you're pregnant and not knowing if you can safely continue your medication – that is the reality for many women today. Inclusion is no longer optional; it’s time to translate our joint commitment and shared vision into concrete actions to safeguard the health of both pregnant women and future generations.”\n\n\n\n\n\nWorld Breastfeeding Week: 1-7 August\n\nSource: http://www.who.int/campaigns/world-breastfeeding-week/2025\n\nAbout the campaign\n\n\n\n\n\nBuilding healthcare systems that truly support breastfeeding: new tools for sustainable change\n\nSource: http://www.who.int/news-room/events/detail/2025/08/05/default-calendar/building-healthcare-systems-that-truly-support-breastfeeding-new-tools-for-sustainable-change","metadata":{"loc":{"lines":{"from":2357,"to":2375}}}}],["230",{"pageContent":"Source: http://www.who.int/news-room/events/detail/2025/08/05/default-calendar/building-healthcare-systems-that-truly-support-breastfeeding-new-tools-for-sustainable-change\n\nSkilled breastfeeding support within healthcare systems is essential to improving maternal and child outcomes and building stronger, healthier communities.\n\nIn honour ofWorld Breastfeeding Week 2025, the Global Breastfeeding Collective will host a webinar introducingthree powerful toolscountries can use to enhance the quality of breastfeeding support at every level of their healthcare systems.\n\nHealth professionals, health systems administrators, policy makers, and healthcare educators are urged to join us as we explore:\n\nEquipping healthcare providers with foundational knowledge and skills to support breastfeeding before they enter practice,with theModel Chapter on Infant and Young Child Feeding for Medical Textbooks (2nd Ed.)","metadata":{"loc":{"lines":{"from":2375,"to":2383}}}}],["231",{"pageContent":"Measuring and improving adherence to the 10 Steps at the facility and national levels,using the newBaby-Friendly Hospital Initiative (BFHI) Monitoring Manual.\n\nBuilding lactation support capacity and competency for healthcare workers,within facilities and in the community, so they can deliver quality breastfeeding support from the prenatal period through two years and beyond, using the forthcomingCompetency Verification Toolkit: Ensuring competency for providers of breastfeeding support and care.\n\nPanel Discussion & Voices of Mothers Video\n\nThe webinar will also feature a panel discussion with country-level representatives from three different regions that have effectively strengthened the delivery of breastfeeding support in national and subnational healthcare systems and will explore how the new resources could be applied in their specific regional contexts.","metadata":{"loc":{"lines":{"from":2385,"to":2391}}}}],["232",{"pageContent":"Attendees will hear directly from mothers with the Voices of Mothers Video, featuring personal stories from mothers around the world illustrating how the location support they received—or did not receive—within the healthcare system impacted their breastfeeding experience.\n\nThe webinar will be held at two times with a similar agenda to accommodate time zones:\n\nAfrica, Asia and Europe friendly time\n\n5 August 2025 – 08:00 CEST\n\nLatin America and the Caribbean, Africa and Europe friendly time\n\n6 August 2025 – 17:00 CEST\n\nSimultaneous interpretation will be available in Arabic, English, Chinese, French, Spanish, and Russian.\n\n\n\n\n\nEmpower parents, enable breastfeeding\n\nSource: http://www.who.int/news-room/commentaries/detail/world-breastfeeding-week-2019-message","metadata":{"loc":{"lines":{"from":2393,"to":2413}}}}],["233",{"pageContent":"Empower parents, enable breastfeeding\n\nSource: http://www.who.int/news-room/commentaries/detail/world-breastfeeding-week-2019-message\n\nBecoming the parent of a new baby is both a life-altering gift and an immense responsibility. This week, as countries around the world celebrate World Breastfeeding Week, UNICEF and WHO are calling on governments and all employers to adopt family-friendly policies that support breastfeeding.\n\nThe theme of this year’s World Breastfeeding Week is “Empower Parents, Enable Breastfeeding.”Family-friendly policies – such as paid parental leave – enable breastfeeding and help parents nurture and bond with their children in early life, when it matters most. The evidence is clear that during early childhood, the optimal nutrition provided by breastfeeding, along with nurturing care and stimulation, can strengthen children’s brain development with impacts that endure over a lifetime.","metadata":{"loc":{"lines":{"from":2411,"to":2417}}}}],["234",{"pageContent":"Family-friendly policies are particularly important for working parents. Mothers need time off from work to recover from birth and get breastfeeding off to a successful start. When a breastfeeding mother returns to work, her ability to continue breastfeeding depends on having access to breastfeeding breaks; a safe, private, and hygienic space for expressing and storing breastmilk; and affordable childcare at or near her workplace.\n\nTime off work is also important for fathers: Paid paternity leave allows fathers to bond with their babies and promotes gender-equality, including through the sharing of childrearing and household responsibilities.","metadata":{"loc":{"lines":{"from":2419,"to":2421}}}}],["235",{"pageContent":"Returning to work too soon is a barrier to the early initiation of breastfeeding, exclusive breastfeeding in the first six months and continued breastfeeding until age 2 or longer – practices that can boost children’s immune systems, shield them from disease, and provide protection from noncommunicable diseases later in life.  Breastfeeding also protects maternal health -- women who breastfeed reduce their risk of breast and ovarian cancers.\n\nIn addition to their impact on children, family-friendly policies support women’s participation in the workforce, improve their physical and mental health,and enhance family well-being. They also advance business objectives and strengthen the economy. Such policies have been shown to increase employee retention, improve job satisfaction, and result in fewer absences. In short, family-friendly policies are good for families, babies and business.","metadata":{"loc":{"lines":{"from":2423,"to":2425}}}}],["236",{"pageContent":"As the world marks World Breastfeeding Week, WHO and UNICEF call on governments and all employers to adopt family-friendly policies – including paid maternity leave for a minimum of 18 weeks, and preferably, for a period of six months – as well as paid paternity leave.\n\nIn line with the policy actions advocated by the WHO-UNICEF-led Global Breastfeeding Collective, we also call for greater investments in comprehensive breastfeeding programmes, improved breastfeeding counselling and support for women in health facilities and the community, and an end to the promotion of breast-milk substitutes to enable parents to make informed decisions on the best way to feed their infants.\n\nStatement from WHO Director-General Dr Tedros Adhanom Ghebreyesus and UNICEF Executive Director Henrietta Fore\n\n\n\n\n\nGlobal breastfeeding scorecard, 2018: Enabling women to breastfeed through better policies and programmes","metadata":{"loc":{"lines":{"from":2427,"to":2437}}}}],["237",{"pageContent":"Global breastfeeding scorecard, 2018: Enabling women to breastfeed through better policies and programmes\n\nSource: http://www.who.int/publications/m/item/global-breastfeeding-scorecard-2018-enabling-women-to-breastfeed-through-better-policies-and-programmes\n\nOverview\n\nThe Global Breastfeeding Scorecard periodically reviews national progress on implementing seven actions needed to enable women to breastfeed, including funding of breastfeeding programmes, regulation of marketing of breast-milk substitutes, maternity protection in the workplace, compliance with the Baby-Friendly Hospital Initiative, access to breastfeeding counselling and training, availability of community support programmes, and consistent monitoring.","metadata":{"loc":{"lines":{"from":2437,"to":2443}}}}],["238",{"pageContent":"The goal of the Scorecard is to encourage progress, increase accountability, and document change for all countries as they take the necessary steps to protect, promote, and support breastfeeding. While there are countries that have made significant progress, there is no single country that has met all the recommendations described in the Scorecard. Globally, the percent of countries carrying out the recommended actions is far too low. When governments increasingly enact policies that protect, promote, and support breastfeeding, women will be enabled to make an informed decision on feeding their children and the health of women and children everywhere will be improved.\n\nMethodology\n\nGuide to navigate the Global Breastfeeding Scorecard\n\nWorld maps to display data\n\nInteractive dashboard\n\nMore information\n\nGlobal Breastfeeding Collective\n\n\n\n\n\nBreastfeeding is not a one-woman job\n\nSource: http://www.who.int/news-room/commentaries/detail/breastfeeding-is-not-a-one-woman-job","metadata":{"loc":{"lines":{"from":2445,"to":2465}}}}],["239",{"pageContent":"More information\n\nGlobal Breastfeeding Collective\n\n\n\n\n\nBreastfeeding is not a one-woman job\n\nSource: http://www.who.int/news-room/commentaries/detail/breastfeeding-is-not-a-one-woman-job\n\nVirtually every country around the world observes World Breastfeeding Week each year for good reason: breastfeeding is one of the smartest investments that a country, a community, and a family can make.\n\nThe theme of this year’s World Breastfeeding Week is\"Sustaining Breastfeeding Together,\"because all of us – governments, decision-makers, development partners, professional bodies, academia, media, advocates, and other stakeholders – must work together to strengthen existing partnerships and forge new ways to invest in and support breastfeeding for a more sustainable future.","metadata":{"loc":{"lines":{"from":2455,"to":2469}}}}],["240",{"pageContent":"Breastfeeding helps provide children everywhere with the healthiest start to life. It acts as the child’s first vaccine by providing antibodies. It contributes to healthy growth and development, protecting children during their critical first two years, as well as later in life. And breastfeeding also benefits mothers, decreasing their risk of breast cancer, ovarian cancer, and diabetes.\n\nEnabling the Sustainable Development Goals\n\nBreastfeeding is good not only for mothers and babies. It is critical for achievement of many of the Sustainable Development Goals (SDGs). It improves nutrition (SDG2), prevents child mortality and decreases the risk of noncommunicable diseases (SDG3), and supports cognitive development and education (SDG4). Breastfeeding is also an enabler to ending poverty, promoting economic growth, and reducing inequalities.","metadata":{"loc":{"lines":{"from":2471,"to":2475}}}}],["241",{"pageContent":"\"Breastfeeding helps provide children everywhere with the healthiest start to life. It acts as the child’s first vaccine by providing antibodies.\"Dr Tedros Adhanom Ghebreyesus, WHO Director-GeneralAnthony Lake, UNICEF Executive Director\n\n\"Breastfeeding helps provide children everywhere with the healthiest start to life. It acts as the child’s first vaccine by providing antibodies.\"\n\nDr Tedros Adhanom Ghebreyesus, WHO Director-GeneralAnthony Lake, UNICEF Executive Director","metadata":{"loc":{"lines":{"from":2477,"to":2481}}}}],["242",{"pageContent":"Dr Tedros Adhanom Ghebreyesus, WHO Director-GeneralAnthony Lake, UNICEF Executive Director\n\nIt also benefits national economies, by helping to lower health care costs, increase educational attainment and, ultimately, boost productivity. Indeed, breastfeeding is one of the most cost effective investments available. Every US$ 1 invested in supporting breastfeeding generates an estimated US$ 35 dollars in economic returns across lower- and middle-income countries(1). By contrast, low breastfeeding rates translate into billions of dollars’ worth of lost productivity and health care costs to treat preventable illnesses and chronic diseases.","metadata":{"loc":{"lines":{"from":2481,"to":2483}}}}],["243",{"pageContent":"Recognizing the crucial role of breastfeeding in global health and development, in 2012, the 194 Member States of the World Health Assembly committed to a target of increasing the global rate of exclusive breastfeeding in the first six months of life from a baseline of 37% to 50% by 2025. Subsequently, the United Nations proclaimed a Decade of Action on Nutrition (2016–2025), inviting countries to implement a Framework for Action that includes a number of measures in support of breastfeeding.\n\nRapid progress is possible with investments in policies and programmes that better support a woman’s decision to breastfeed and ensure that more of the world’s children have the opportunity to thrive.\n\nLaunch of the Global Breastfeeding Collective","metadata":{"loc":{"lines":{"from":2485,"to":2489}}}}],["244",{"pageContent":"Launch of the Global Breastfeeding Collective\n\nConsequently, UNICEF and WHO have come together with 20 prominent international agencies and nongovernmental organizations to form the Global Breastfeeding Collective, to be launched on August 1, the first day of World Breastfeeding Week. The Collective is calling on governments, donors and other stakeholders to advance policies and programmes to enable more mothers to breastfeed.\n\nThese policies and programmes include:\n\nenforcing the International Code of Marketing of Breast-milk Substitutes so that breast-milk substitute companies cannot mislead women;\n\nstrengthening policy provisions that support family leave and breastfeeding in the workplace to encourage more working mothers to breastfeed their babies;\n\nimproving the quality of maternity care to provide new mothers with breastfeeding support;\n\nincreasing access to skilled breastfeeding counselling in the health system;","metadata":{"loc":{"lines":{"from":2489,"to":2501}}}}],["245",{"pageContent":"improving the quality of maternity care to provide new mothers with breastfeeding support;\n\nincreasing access to skilled breastfeeding counselling in the health system;\n\nfostering community networks that support women in breastfeeding;\n\nstrengthening information systems to track progress towards the global goal of increasing breastfeeding; and\n\nincreasing funding to protect, promote, and support breastfeeding.\n\nBreastfeeding is not a one-woman job. Mothers need assistance and support from their health care providers, families, employers, communities, and governments so they can provide their children with the healthiest start to life. Together, we can support women to breastfeed and protect the health and well-being of future generations.\n\nReferences\n\nAn Investment Framework for Meeting the Global Nutrition Target for Breastfeeding, 2016. The World Bank Group.Walters, D., Eberwein, J.D., Sullivan, L., D’Alimonte, M., and Shekar, M.\n\n\n\n\n\nWorld Breastfeeding Week 2018","metadata":{"loc":{"lines":{"from":2499,"to":2519}}}}],["246",{"pageContent":"World Breastfeeding Week 2018\n\nSource: http://www.who.int/news-room/commentaries/detail/world-breastfeeding-week-2018\n\nEvery year, countries around the world observe World Breastfeeding Week for a good reason: breastfeeding is one of the most effective ways to provide children everywhere with the best start to life. This year, the World Health Assembly embraced the annual celebration of World Breastfeeding Week by Member States as a valuable way to advocate for the protection, promotion and support of breastfeeding everywhere.\n\nThe theme of this year’s World Breastfeeding Week is “Breastfeeding: Foundation for Life” — a recognition of the importance of breastfeeding to a baby’s future.\n\nEstablishing exclusive breastfeeding – feeding infants nothing but breastmilk for the first six months of life — helps young children grow, preventing undernutrition, promoting brain development, and reducing the risk that children will become overweight.","metadata":{"loc":{"lines":{"from":2519,"to":2527}}}}],["247",{"pageContent":"Breastfeeding is also a newborn’s first vaccine, providing vital antibodies and an immunity boost.\n\nFrom the earliest moments of a child’s life, breastfeeding can mean the difference between life and death. Putting newborns to the breast within the first hour of life safeguards against newborn deaths. In fact, improving breastfeeding practices could save the lives of 823,000 children under age five every year.\n\nAnd in emergency settings, when communities are faced with limited access to clean water and basic health services, breastfeeding guarantees a safe, nutritious and accessible food source for infants and young children, while shielding them from disease.\n\nDespite these clear benefits, many children are missing out. Globally, only about two out of five of all newborns are put to the breast within an hour of birth — and only 40 per cent of children under six months of age are exclusively breastfed.","metadata":{"loc":{"lines":{"from":2529,"to":2535}}}}],["248",{"pageContent":"There are many reasons why millions of women are unable to start and continue breastfeeding successfully.\n\nFor example, many women give birth without access to the quality care, counselling and support they need from health workers. Others are given infant formula or other substitutes in maternity facilities, when they could be breastfeeding.\n\nWe must find new ways — and new political will — to help these children, wherever they live, benefit from the lifesaving benefits of breastfeeding.\n\nA 2018 scorecard released by the Global Breastfeeding Collective — a partnership of more than 20 international agencies and non-governmental organizations co-led by UNICEF and WHO — calls for more action and investment in a number of areas.","metadata":{"loc":{"lines":{"from":2537,"to":2543}}}}],["249",{"pageContent":"These recommendations include increased funding for comprehensive breastfeeding programmes, better monitoring systems to track breastfeeding trends, strengthened maternity and paternity leave provisions that encourage breastfeeding, and improved breastfeeding counselling and support in health facilities.\n\nBreastfeeding is indeed the foundation for life and gives growing children a once-in-a-lifetime opportunity to grow and develop to their full potential.\n\nAs we mark this year’s World Breastfeeding Week, let us also recommit to doing more to help every child, everywhere, realize the lifesaving benefits of breastfeeding, no matter where they live.\n\n\n\n\n\nBreastfeeding support for all\n\nSource: http://www.who.int/campaigns/world-breastfeeding-week/2024\n\nAbout the campaign\n\n\n\n\n\nAbout the campaign\n\nSource: http://www.who.int/campaigns/world-breastfeeding-week/2025/about-the-campaign\n\nAbout the campaign\n\nSection navigation","metadata":{"loc":{"lines":{"from":2545,"to":2571}}}}],["250",{"pageContent":"About the campaign\n\n\n\n\n\nAbout the campaign\n\nSource: http://www.who.int/campaigns/world-breastfeeding-week/2025/about-the-campaign\n\nAbout the campaign\n\nSection navigation\n\nWHO will be marking this year’s theme under the tagline: Invest in breastfeeding, invest in the future.\n\nThis includes efforts to strengthen:\n\nHealth systems that offer skilled, sustained breastfeeding support from pregnancy through early childhood\n\nPolicies, laws and programmes that prioritize women, babies, and breastfeeding\n\nCommunity solidarity to uphold every woman and baby’s right to breastfeed anytime, anywhere\n\nHealth systems that offer skilled, sustained breastfeeding support from pregnancy through early childhood.\n\nPolicies, laws and programmes that prioritize women, babies, and breastfeeding.\n\nCommunity solidarity to uphold every woman and baby’s right to breastfeed anytime, anywhere.\n\nCampaign date1 to 7 August\n\nCampaign themeInvest in breastfeeding, invest in the future","metadata":{"loc":{"lines":{"from":2559,"to":2591}}}}],["251",{"pageContent":"Community solidarity to uphold every woman and baby’s right to breastfeed anytime, anywhere.\n\nCampaign date1 to 7 August\n\nCampaign themeInvest in breastfeeding, invest in the future\n\nCampaign hashtag#WorldBreastfeedingWeek #HopefulFutures\n\n\n\n\n\nKey messages\n\nSource: http://www.who.int/campaigns/world-breastfeeding-week/2025/key-messages\n\nKey messages\n\nSection navigation\n\nWhy invest in breastfeeding\n\nInvesting in breastfeeding support is one of the most powerful tools policy-makers have at their disposal to improve public health, strengthen economies, and secure the well-being of future generations.\n\nBreastfeeding protects child health and improves survival, especially in the first months of life. In addition to essential nutrition, it provides critical antibodies that protect against many common illnesses like diarrhoea, pneumonia, and infections.","metadata":{"loc":{"lines":{"from":2587,"to":2611}}}}],["252",{"pageContent":"The impacts of breastfeeding extend well beyond infancy. Breastfed children are less likely to become overweight or obese and have a lower risk of developing type 2 diabetes and other chronic conditions. Mothers also benefit — breastfeeding reduces the risk of postpartum haemorrhage, breast and ovarian cancers, heart disease, and type 2 diabetes.\n\nWith the right investments, countries can significantly increase rates of exclusive breastfeeding — evidenced by global improvements over the last decade. Around 10% more infants today are exclusively breastfed at 6 months compared to 2013, with some countries seeing 20% increases over this same period.\n\nKey actions for governments\n\nInvest in the future.Allocate dedicated funding for breastfeeding support, including by ensuring all mothers have access to skilled breastfeeding support in hospital and when they take their babies home, alongside robust maternity protections like paid leave after having a baby.","metadata":{"loc":{"lines":{"from":2613,"to":2619}}}}],["253",{"pageContent":"Implement the WHO Code.Fully adopt and enforce the International Code of Marketing of Breast-milk Substitutes to safeguard public health.\n\nLead by example.Champion investment in breastfeeding in national health strategies and ensure accountability through legislation, regulation and monitoring impact of breastfeeding programmes.\n\nPut babies before bottom lines.Enact and enforce policies that protect breastfeeding and prevent commercial influence over infant feeding.\n\nKey actions for the health sector\n\nSupport every step of the journey.Provide skilled, compassionate breastfeeding support from pregnancy through early childhood, ensuring mothers have ongoing access to trained breastfeeding counselling from pregnancy through the early years – providing particular support at moments of transition.\n\nTrain and empower health workers.Ensure all health workers covering maternal and child health are equipped with up-to-date breastfeeding knowledge and skills.","metadata":{"loc":{"lines":{"from":2621,"to":2631}}}}],["254",{"pageContent":"Train and empower health workers.Ensure all health workers covering maternal and child health are equipped with up-to-date breastfeeding knowledge and skills.\n\nCreate breastfeeding-friendly health systems.Make hospitals and clinics safe, supportive spaces for breastfeeding through the Baby-Friendly Hospital Initiative and beyond.\n\nKey actions for the general public\n\nWe can all step up to support mums.Families, friends, employers, and communities all play a role in supporting breastfeeding mothers and creating supportive environments for them to breastfeed anytime, anywhere.\n\nKnow the facts.Breastfeeding is a natural, powerful way to give babies the best start in life—strengthening their immune systems, helping them fight diseases – now and in the future – and providing vital comfort and nutrition.\n\nSpeak up for breastfeeding support.Advocate for policies and environments that make breastfeeding easier and more accessible for all families.\n\n\n\n\n\nAbout the campaign","metadata":{"loc":{"lines":{"from":2631,"to":2647}}}}],["255",{"pageContent":"Speak up for breastfeeding support.Advocate for policies and environments that make breastfeeding easier and more accessible for all families.\n\n\n\n\n\nAbout the campaign\n\nSource: http://www.who.int/campaigns/world-breastfeeding-week/2024/about-the-campaign\n\nAbout the campaign\n\nSection navigation\n\nThe theme for 2024 isClosing the gap: Breastfeeding support for all.\n\nThis year we want to really recognize breastfeeding mums, ensure they are seen and heard, and share relatable human experiences about breastfeeding and the importance of multi-level support.\n\nThis support includes:\n\nPolicies and attitudes that value women and breastfeeding\n\nA women and breastfeeding-friendly health care system\n\nRespect for women’s autonomy and her right to breastfeed anytime, anywhere\n\nSolidarity and community support\n\nThere are actions we can all take that help women to breastfeed as long as they would like.\n\nCampaign date1 to 7 August\n\nCampaign themeBreastfeeding support for all","metadata":{"loc":{"lines":{"from":2641,"to":2673}}}}],["256",{"pageContent":"Solidarity and community support\n\nThere are actions we can all take that help women to breastfeed as long as they would like.\n\nCampaign date1 to 7 August\n\nCampaign themeBreastfeeding support for all\n\nCampaign hashtag#WorldBreastfeedingWeek #TogetherForMoms\n\n\n\n\n\nKey messages\n\nSource: http://www.who.int/campaigns/world-breastfeeding-week/2024/key-messages\n\nKey messages\n\nSection navigation\n\nThis World Breastfeeding Week, let’s appreciate breastfeeding mums and ensure they get the support they need.\n\nBreastfeeding support comes in many forms – from staff welcoming breastfeeding in your local café to helpful advice from a health worker or maternity protections from your government. These all help protect the health and rights of women and babies.\n\nWomen everywhere have the right to respectful breastfeeding counselling from trained health care providers, as well as laws and policies like maternity leave and provisions like paid time off when you go back to work.","metadata":{"loc":{"lines":{"from":2667,"to":2693}}}}],["257",{"pageContent":"We can all help ensure women feel able to breastfeed anytime, anywhere – and work to improve the position and condition of women at home, at work and in public life.\n\nWhat is needed to support mums\n\nSupport for women to breastfeed anytime, anywhere, so that it is normalized and not censured in public life\n\nEffective maternity entitlements that do not force women to choose between their families and their work\n\nTrained health professionals who can provide helpful, respectful breastfeeding support\n\nAn end to exploitative baby-milk promotions in all contexts","metadata":{"loc":{"lines":{"from":2695,"to":2705}}}}]]